Repository: Psiphon-Inc/psiphon-ios-vpn
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: am, ar, az, be, bn, es, fa, fr, id, km, ky, nb, nl, tg, tr, uz, zh_hans, zh_hant

# PrivacyInformationCollectedVpndataWhydoespsiphonneedPara1Item2
source: Optimize for traffic types: Video streaming has different network requirements than web browsing does, which is different than chat, which is different than voice, and so on. Statistics about the number of bytes transferred for some major media providers helps us to understand how to provide the best experience to our users.
am: ለእትራፊክ አየነቶች አትባ፦ የቪድዮ ዥረት መጠቀም ከድር ማሰስ የተለየ የአውታረ መረብ ፍላጎቶች አሉት። ድር ማሰስ ደግሞ በጽሁፍ መልዕክት ከመላላክ የተለየ የአውታረ መረብ ፍላጎቶች አሉት። የጽሁፍ መልዕክት መላላክ ደግሞ ከድምጽ መልዕክት የተለየ የአውታረ መረብ ፍላጎቶች አሉት ፤ የድምጽ መልዕክት ደግሞ ከሌላው እንዲዚህ የተለየ አውታረ መረብ ፍላጎቶች አሉት እያለ ይቀጥላል። ከአንዳንድ ትላልቅ ሚዲያ አቅራቢዎች የሚተላለፈው የባይት መጠን ስታቲስቲክስ ለተጠቃሚዎች የተሻለ ተሞክሮ እንዴት ማቅረብ እንዳለብን እንድረዳድ ያግዘናል።
ar: تحسين أنواع حركة النشاطات: متطلبات الشبكة لمشاهدة الفيديو تختلف عن تصفح الويب، وكذلك عن الدردشة وعن الصوت وما إلى ذلك. الإحصائيات تساعدنا حول عدد وحدات البايت التي تم نقلها لبعض موفري الوسائط الرئيسيين على فهم كيفية تقديم أفضل تجربة لمستخدمينا.
es: Optimizar por tipos de tráfico: La transmisión de vídeo tiene diferentes requerimientos de red que la navegación web, la cual es diferente del chat, la cual es diferente de voz, y así sucesivamente. Las estadísticas acerca del número de bytes transferidos por algunos de los proveedores de medios masivos nos ayudan a entender cómo proveer la mejor experiencia a nuestros usuarios.
fa: بهینه‌سازی برای انواع ترافیک‌ها: نیازمندی‌های شبکه برای هرگونه استفاده‌ای متفاوت است، مثلا تماشای آنلاین ویدئو، وب‌گردی، گفتگو، و تماس صوتی و غیره هر کدام ویژگی‌های خاص خود را دارد. آمار تعداد بایت‌های منتقل‌شده به رسانه‌های مهم به ما کمک می‌کند که بهترین تجربه کاربری را برای کاربران‌مان فراهم کنیم.
fr: D’optimiser par types de trafic : en matière de réseau, les exigences de la diffusion de vidéo en continu sont différentes de celles de la navigation du Web, qui sont différentes de celles du clavardage, qui sont différentes de celles de la transmission de la voix, etc. Les statistiques sur la quantité d’octets transférés pour certains fournisseurs d’importance de contenu multimédia nous aident à comprendre comment offrir la meilleure expérience à nos utilisateurs.
id: Mengoptimalkan untuk tipe lalu lintas: Video streaming punya persyaratan jaringan berbeda ketimbang peramban web, yang sangat berbeda ketimbang percakapan, yang berbeda dengan suara dan demikian demikian. Statistik about the number of bytes transferred for some major media providers helps us to untuk memahami bagaimana cara terbaik menyediakan pengalaman terbaik bagi para pengguna kami.
km: បង្កើនប្រសិទ្ធភាពសម្រាប់ប្រភេទចរាចរណ៍៖ ការស្ទ្រីមវីដេអូមានតម្រូវការបណ្ដាញខុសៗគ្នាច្រើនជាងការរកមើលគេហទំព័រដែលខុសពីការជជែកដែលខុសពីសម្លេង។ ល។ ស្ថិតិអំពីចំនួនបៃដែលបានផ្ទេរសម្រាប់អ្នកផ្គត់ផ្គង់ប្រព័ន្ធផ្សព្វផ្សាយសំខាន់ៗមួយចំនួនជួយយើងឱ្យយល់ពីរបៀបផ្តល់បទពិសោធន៍ល្អបំផុតដល់អ្នកប្រើប្រាស់របស់យើង។
nl: Optimaliseren voor verkeerstypen: videostreaming heeft andere netwerkvereisten dan surfen op internet, wat anders is dan chatten, wat anders is dan spraak, enzovoort. Statistieken over het aantal overgedragen bytes voor enkele grote mediabureaus helpen ons te begrijpen hoe onze gebruikers de beste ervaring kunnen bieden.
tr: Trafik türlerine göre iyileştirme: Örneğin görüntü akışının, web sitelerinde gezinmeye, sohbet etmeye ya da müzik dinleyemeye göre farklı ağ gereksinimleri vardır. Bazı büyük ortam hizmeti sunan kuruluşlara aktarılan bayt istatistikleri, kullanıcılarımıza en iyi deneyimi nasıl sağlayabileceğimizi anlamamıza yardımcı olur.
zh_hans: 为通信类型做优化：视频流播需要不同的网络需求，它不同于网页浏览、聊天、语音通话，等等。有关传输向某些主要媒体提供商的字节数的数据，可以帮助我们理解如何才能为我们的用户提供最好的体验。
zh_hant: 最適化流量種類：影片串流和網頁瀏覽會有不同的網路需求，當然也不同於線上聊天或視訊。主要媒體供應適商不同類型的流量位元統計，可以幫助我們理解如何為用戶提供最佳使用體驗。

# PrivacyInformationCollectedVpndataWhydoespsiphonneedPara1Item3
source: Determine the nature of major censorship events: Sites and services often get blocked suddenly and without warning, which can lead to huge variations in regional usage of Psiphon. For example, we had up to 20x surges in usage within a day when <a href="https://blog-en.psiphon.ca/2016/07/psiphon-usage-surges-as-brazil-blocks.html" target="_blank">Brazil blocked WhatsApp</a> or <a href="https://blog-en.psiphon.ca/2016/11/social-media-and-internet-ban-in-turkey.html" target="_blank">Turkey blocked social media</a>.
am: የአንዳንድ ታላላቅ ሳንሱር ኩነቶችን ተፈጥሮ ለመረዳት፦ ጣቢያችን እና አገልጎቶች ብዙ ግዜ በድንገት እና ያለ ማስጠንቀቂያ ይታገዳሉ። ይህም የPsiphon ቀጠናዊ አጠቃቀም ላይ ትልቅ ውዥቀትን ሊያስከትል ይችላል። ለምሳሌ፦ በጥቅም ላይ እስከ 20 እጥፍ ንረት ተከስቶ ነበር <a href="https://blog-en.psiphon.ca/2016/07/psiphon-usage-surges-as-brazil-blocks.html" target="_blank">ብራዚል WhatsAppን ያገደች ወቅት</a> እና <a href="https://blog-en.psiphon.ca/2016/11/social-media-and-internet-ban-in-turkey.html" target="_blank">ቱርክ ማህበረሰባዊ ሚድያን ያገደች ወቅት</a>።
ar: تحديد طبيعة أحداث الرقابة الكبرى: غالباً ما يتم حجب المواقع والخدمات فجأة ودون سابق إنذار ، مما قد يؤدي إلى اختلافات كبيرة في الاستخدام الإقليمي لـ Psiphon. على سبيل المثال ، كان لدينا ما يصل إلى 20 ضعف في الاستخدام خلال يوم واحد عندما حظرت البرازيل WhatsApp أو منعت تركيا وسائل الاعلام الاجتماعية.
es: Determinar la naturaleza de eventos mayoritarios de censura: Sitios y servicios a menudo se ven bloqueados súbitamente y sin advertencia, lo cual puede conducir a enormes variaciones en el uso regional de Psiphon. Por ejemplo, tuvimos incrementos en uso del orden de 20 veces dentro de un día cuando <a href="https://blog-en.psiphon.ca/2016/07/psiphon-usage-surges-as-brazil-blocks.html" target="_blank">Brasil bloqueó WhatsApp</a> o <a href="https://blog-en.psiphon.ca/2016/11/social-media-and-internet-ban-in-turkey.html" target="_blank">Turquía bloqueó las redes sociales</a>.
fa: تشخیص موارد شاخص سانسور:‌ وبسایت‌ها و خدمات مختلف، معمولا ناگهانی و بدون هشدار قبلی مسدود می‌شوند. این منجر به تناوب‌های شدید در استفاده از سایفون در مناطق مختلف می‌شود. برای مثال، وقتی ،<a href="https://blog-en.psiphon.ca/2016/07/psiphon-usage-surges-as-brazil-blocks.html" target="_blank">اتس‌اپ در برزیل</a> و <a href="https://blog-en.psiphon.ca/2016/11/social-media-and-internet-ban-in-turkey.html" target="_blank">رسانه‌های اجتماعی در ترکیه</a> مسدود شد، استفاده از سایفون در یک روز ۲۰ برابر شد.
fr: De déterminer la nature d’importants événements de censure : des sites et des services sont souvent bloqués soudainement et sans avertissement, ce qui peut entraîner d’énormes variations de l’utilisation régionale de Psiphon. Par exemple, nous avons connu, en une journée, une hausse subite d’utilisation vingt fois supérieure quand <a href="https://blog-en.psiphon.ca/2016/07/psiphon-usage-surges-as-brazil-blocks.html" target="_blank">le Brésil a bloqué WhatsApp</a> ou quand <a href="https://blog-en.psiphon.ca/2016/11/social-media-and-internet-ban-in-turkey.html" target="_blank">la Turquie a bloqué les médias sociaux</a>.
id: Menentukan sifat dari peristiwa penyensoran besar: Ssitus dan layanan seringkali terkena blok tiba-tiba dan tanpa peringatan, yang dapat menuntun pada variasi besar penggunaan regional Psiphon. Sebagai contoh, kami memproleh 20x peningkatan pengguna dalam beberapa hari saat <a href="https://blog-en.psiphon.ca/2016/07/psiphon-usage-surges-as-brazil-blocks.html" target="_blank">Brasil memblok WhatsApp</a> atau <a href="https://blog-en.psiphon.ca/2016/11/social-media-and-internet-ban-in-turkey.html" target="_blank">Turki memblok media sosial</a>.
km: កំណត់ពីធាតុដើមនៃព្រឹត្តិការណ៍ត្រួតពិនិត្យសំខាន់ៗ៖ គេហទំព័រនិងសេវាកម្មជារឿយៗត្រូវបានរារាំងភ្លាមៗនិងដោយគ្មានការព្រមានដែលអាចនាំអោយមានការប្រែប្រួលយ៉ាងធំធេងក្នុងការប្រើប្រាស់តំបន់ Psiphon ។ ឧទាហរណ៍យើងមានការកើនឡើងដល់ 20 ដងក្នុងមួយថ្ងៃ <a href="https://blog-en.psiphon.ca/2016/07/psiphon-usage-surges-as-brazil-blocks.html" target="_blank">នៅពេលដែលប្រេស៊ីលបានបិទ WhatsApp </a>ឬ <a href="https://blog-en.psiphon.ca/2016/11/social-media-and-internet-ban-in-turkey.html" target="_blank">តួកគីបានបិទបណ្តាញសង្គម</a>។
nl: Bepaal de aard van grote censuurgebeurtenissen: Sites en diensten worden vaak plotseling en zonder waarschuwing geblokkeerd, wat kan leiden tot enorme verschillen in regionaal gebruik van Psiphon. We hadden bijvoorbeeld tot 20x pieken in gebruik binnen 1 dag toen<a href="https://blog-en.psiphon.ca/2016/07/psiphon-usage-surges-as-brazil-blocks.html" target="_blank">Brazilië blokkeerde WhatsApp</a> of <a href="https://blog-en.psiphon.ca/2016/11/social-media-and-internet-ban-in-turkey.html" target="_blank">Turkije sociale media blokkeerde</a>.
tr: Büyük sansür olaylarının kapsamını belirleme: Siteler ve hizmetler sıklıkla aniden ve herhangi bir uyarı olmadan engellenir ve bu da bölgesel Psiphon kullanımında çok büyük değişikliklere neden olabilir. Örneğin, <a href="https://blog-en.psiphon.ca/2016/07/psiphon-usage-surges-as-brazil-blocks.html" target="_ blank"> Brezilya'nın WhatsApp kullanımını engellemesi</a> ya da <a href="https://blog-en.psiphon.ca/2016/11/social-media-and-internet-ban-in-turkey.html "target=" _ blank "> Türkiye'nin sosyal ağları engellemesi</a> gibi durumlarda, Psiphon kullanımında bir gün içinde 20 kata varan artışlar oldu.
zh_hans: 确定主要审查活动的特质：网站和服务经常被突然封锁而没有事先警告。这会导致 Psiphon 在不同区域的使用量截然不同。例如，在 <a href="https://blog-en.psiphon.ca/2016/07/psiphon-usage-surges-as-brazil-blocks.html" target="_blank">巴西封锁 WhatsApp</a> 或 <a href="https://blog-en.psiphon.ca/2016/11/social-media-and-internet-ban-in-turkey.html" target="_blank">土耳其封锁社交媒体</a> 的那天，我们的使用量激增 20 倍。
zh_hant: 判定大型網路審查事件的本質：某些網站或服務常常突然、無預警地遭到屏蔽封鎖，這導致 Psiphon 在一些地區用量大增的情況。例如當<a href="https://blog-en.psiphon.ca/2016/07/psiphon-usage-surges-as-brazil-blocks.html" target="_blank">巴西政府封鎖 WhatsApp</a> 或是<a href="https://blog-en.psiphon.ca/2016/11/social-media-and-internet-ban-in-turkey.html" target="_blank">土耳其政府關閉社交網站服務</a>，Psiphon 就遇上流量激增 20倍的情況。

# PrivacyInformationCollectedVpndataWhydoespsiphonneedPara1Item4
source: Understand who we need to help: Some sites and services will never get blocked anywhere, some will always be blocked in certain countries, and some will occasionally be blocked in some countries. To make sure that our users are able to communicate and learn freely, we need to understand these patterns, see who is affected, and work with partners to make sure their services work best with Psiphon.
am: ማንን መርዳት እንዳለብን ለመረዳት፦ አንዳድንድ የድር ጣቢያዎች እና አገልግሎቶች የትም መቼም አይታገዱም ፣ አንዳንዶች ደግሞ ሁሌም አንዳንድ ሃገር ይታገዳሉ ፣ አንዳንዶች ደግሞ አልፎ አልፎ አንዳንድ ሃገር ይታገዳሉ። ተጠቃሚዎቻችን በነጻነት እንዲግባቡ እና እንዲማሩ ፣ እነዚህን ጥለትዎች መረዳት አለብን። ማን በተጽኖ ስር ነው ሚለውን አውቆ ከአጋር አካላት በመሥራት አገልግሎቶቻቸው ከPsiphon ጋር በደንብ እንዲሠራ እንሠራለን።
ar: نتفهم من بحاجة إلى المساعدة: لن يتم حظر بعض المواقع والخدمات أبدًا في أي مكان ، بينما يتم حظر بعضها دائمًا او احياناً في بعض البلدان. للتأكد من أن مستخدمينا قادرين على التواصل والتعلم بحرية ، نحن بحاجة إلى فهم هذه الأنماط ، ومعرفة من يتأثر ، والعمل مع الشركاء للتأكد من أن خدماتهم تعمل بشكل أفضل مع سايفون.
es: Entender a quién necesitamos ayudar: Algunos sitios y servicios nunca serán bloqueados en ningún lado, algunos serán bloqueados siempre en ciertos países, y algunos serán bloqueados ocasionalmente en algunos otros. Para asegurar que nuestros usuarios son capaces de comunicarse y aprender libremente, necesitamos entender estos patrones, ver quiénes son afectados y trabajar con nuestros socios para asegurar que sus servicios funcionan de la mejor manera con Psiphon.
fa: تشخیص این‌که چه کسانی نیاز به کمک دارند: برخی وبسایت‌ها و خدمات هرگز هیچ کجا مسدود نمی‌شوند، برخی همیشه در بعضی کشورها مسدود خواهند بود و برخی هم به صورت موردی در بعضی کشورها مسدود می‌شوند. برای این‌که مطمئن باشیم کاربران ما همواره می‌توانند آزادانه ارتباط برقرار کنند و یاد بگیرند، ما باید این الگوها را تحلیل کنیم، تشخیص دهیم چه کسانی هدف قرار گرفته‌اند و به همکاران کمک کنیم تا خدمات آن‌ها قابل انطباق با سایفون باشد.
fr: De comprendre qui nous devons aider : certains sites et services ne seront jamais bloqués, nulle part, d’autres seront toujours bloqués dans certains pays, et d’autres encore seront parfois bloqués dans certains pays. Pour nous assurer que nos utilisateurs peuvent communiquer et apprendre en toute liberté, nous devons comprendre ces tendances, voir qui est affecté et travailler avec nos partenaires pour nous assurer que leurs services fonctionnent bien avec Psiphon.
id: Pahami siapa yang perlu kami bantu: Beberapa situs dan layanan tidak akan pernah diblokir di mana pun, beberapa akan selalu diblokir di negara-negara tertentu, dan beberapa terkadang akan diblokir di beberapa negara. Untuk memastikan bahwa pengguna kami dapat berkomunikasi dan belajar dengan bebas, kami perlu memahami pola-pola ini, melihat siapa yang terpengaruh, dan bekerja dengan rekan kami untuk memastikan layanan mereka bekerja paling baik dengan Psiphon.
km: យល់ពីអ្នកដែលយើងត្រូវការជួយ៖ គេហទំព័រនិងសេវាកម្ម​មួយចំនួន​នឹងមិនត្រូវបានរាំងខ្ទប់គ្រប់ទីកន្លែងនោះទេ អ្នកខ្លះនឹងត្រូវបានរារាំងនៅប្រទេសមួយចំនួនហើយមួយចំនួនទៀតនឹងត្រូវបានរារាំងនៅតាមបណ្តាប្រទេសខ្លះម្តងម្កាល។ ដើម្បីធ្វើឱ្យប្រាកដថាអ្នកប្រើរបស់យើង អាចប្រាស្រ័យទាក់ទង​និងរៀនដោយសេរីយើងត្រូវយល់ពីគំរូទាំងនេះមើលថាតើនរណាជាអ្នករងផលប៉ះពាល់ និងធ្វើការជាមួយដៃគូ ដើម្បីធានាថាសេវាកម្មរបស់ពួកគេ ដំណើរការល្អបំផុតជាមួយ Psiphon ។
nl: Begrijp wie we moeten helpen: sommige sites en services worden nergens geblokkeerd, sommige worden altijd geblokkeerd in bepaalde landen en sommige worden in sommige landen af en toe geblokkeerd. Om ervoor te zorgen dat onze gebruikers vrij kunnen communiceren en leren, moeten we deze patronen begrijpen, zien wie getroffen is en samenwerken met partners om ervoor te zorgen dat hun services het beste werken met Psiphon.
tr: Yardıma gerek duyanları belirleme: Bazı site ve hizmetler hiçbir yerde hiçbir zaman engellenmez, bazıları belirli ülkelerde her zaman engellenir, bazıları ise bazı ülkelerde engellenir. Kullanıcılarımızın özgürce iletişim kurabileceğinden ve bilgi alabileceğinden emin olmak için, bu kalıpları anlamamız, kimlerin etkilendiğini görmemiz ve etkilenen hizmetlerin Psiphon ile en iyi şekilde çalışmasını sağlamak için iş ortaklarımızla birlikte çalışmamız gerekir.
zh_hans: 我们会帮助谁：有些网站及服务在任何地域都不会被屏蔽，有些在一些国家总会被屏蔽，有些在一些国家可能被屏蔽。为了确保我们的用户能够自由地交流、学习，我们需要了解这些规律，找出受影响的网站及服务，并与合作伙伴共同努力，以确保他们的服务在 Psiphon 下更好地工作。
zh_hant: 了解哪些人需要協助：有些網站絕不會被屏蔽，而有些網站則在某些國家遭到封鎖，或是偶而無法訪問。為了確保用戶能夠自由訪問使用網路，我們必須了解這些規律，知道哪些人受到波及，和合作伙伴共同努力改善 Psiphon 以提供最佳服務。

# PrivacyInformationCollectedVpndataWhydoespsiphonneedPara1ListStart
source: This data is used by us to determine how our network is being used. This allows us to do things like:
am: ይህ ውሂብ አውታረመረባችን እንዴት ትቅም ላይ እይዋለ እንደሆነ
ar: نستخدم هذه البيانات لتحديد كيفية استخدام شبكتنا من قبل المستخدمين. اذ يسمح لنا بـ :
es: Estos datos son usados para determinar cómo está siendo usada nuestra red. Nos permite hacer cosas como:
fa: ما این اطلاعات را برای تشخیص نوع استفاده از شبکه سایفون استفاده می‌کنیم. این به ما اجازه می‌دهد کارهایی از این دست را انجام دهیم:
fr: Nous utilisons ces données pour déterminer comment notre réseau est utilisé. Cela nous permet en autre :
id: Data ini kami gunakan untuk menentukan bagaimana jaringan kami digunakan. Ini membantu kami untuk melakukan hal seperti:
km: ទិន្នន័យនេះ ត្រូវបានប្រើប្រាស់ដោយយើងខ្ញុំ ដើម្បីកំណត់ពីរបៀបដែលបណ្តាញរបស់យើងកំពុងត្រូវបានប្រើប្រាស់។ នេះអនុញ្ញាតឱ្យយើងធ្វើអ្វីៗដូចជា៖
nl: Deze gegevens worden door ons gebruikt om te bepalen hoe ons netwerk wordt gebruikt. Dit stelt ons in staat om dingen te doen zoals:
tr: Bu verileri ağımızın nasıl kullanıldığını belirlemek için kullanıyoruz. Bu sayede şöyle şeyler yapabiliyoruz:
zh_hans: 我们通过这一数据来确定我们的网络是如何被使用的。这让我们可以完成如下事项：
zh_hant: 我們所用的數據將決定 Psiphon 網路如何被使用，它也讓我們可以：

# PrivacyInformationCollectedVpndataWhydoespsiphonneedSubhead
source: Why does Psiphon need these statistics?
am: Psiphon እለዚህን የስታቲስቲክስ መረጃዎች ይፈልጋል?
ar: لماذا يحتاج سايفون الى هذه الاحصائات
es: ¿Por qué precisa Psiphon estas estadísticas?
fa: چرا سایفون به این آمار نیاز دارد؟‌
fr: Pourquoi Psiphon a-t-elle besoin de ces statistiques ?
id: Kenapa Psiphon membutuhkan statistik ini?
km: ហេតុអ្វី Psiphon ត្រូវការស្ថិតិទាំងនេះ?
nl: Waarom heeft Psiphon deze statistieken nodig?
tr: Psiphon bu istatistiklere neden gerek duyuyor?
zh_hans: 为什么 Psiphon 需要这些数据？
zh_hant: 為何 Psiphon 需要統計這些數據？

# PrivacyTitle
source: Privacy Policy
am: የግላዊነት ፖሊሲ
ar: سياسة الخصوصية
es: Política de privacidad
fa: حریم خصوصی
fr: Politique de confidentialité
id: Kebjiakan Privasi
km: គោលការណ៍​ភាព​ឯកជន
nl: privacybeleid
tr: Gizlilik İlkesi
zh_hans: 隐私政策
zh_hant: 隱私政策

# PSICASH_BUYING_SPEED_BOOST_TEXT
source: Buying Speed Boost...
ar: جارٍ شراء تعزيز السرعة...
es: Comprar Turbo Velocidad...
fa: در حال خرید «اسپید بوست»...
fr: Achat d’Augmentation de la vitesse…
id: Membeli Pendorong Kecepatan...
km: កំពុងទិញល្បឿនបន្ថែម...
nl: Speed Boost kopen ...

# PSICASH_CONNECTED_OR_DISCONNECTED
source: Speed Boost purchase unavailable while Psiphon is connecting.
ar: شراء تعزيز السرعة غير متوفر اثناء التوصيل بسايفون.
es: La adquisición de Turbo Velocidad no está disponible mientras Psiphon se esté conectando.
fa: خرید «اسپید بوست» وقتی سایفون در حال اتصال است ممکن نیست
fr: Il est impossible d’acheter une Augmentation de la vitesse quand Psiphon est connecté.
nl: Speed Boost-aankoop niet beschikbaar terwijl Psiphon verbinding maakt.

# PSICASH_CONVERSION_HOUR_MESSAGE
source: %@ hour of Speed Boost at
ar: %@ ساعة من تعزيز السرعة
es: %@ hora de Turbo Velocidad a
fa: %@ساعت از «اسپید بوست» با:
fr: %@ heure d’Augmentation de la vitesse pour
id: %@ jam Speed Boost di
km: %@ ម៉ោងនៃល្បឿនបន្ថែមនៅ
nl: %@uur van Speed Boost om

# PSICASH_CONVERSION_HOURS_MESSAGE
source: %@ hours of Speed Boost at
ar: %@ ساعة من تعزيز السرعة
es: %@ horas de Turbo Velocidad a
fa: %@ ساعت از «اسپید بوست» با:
fr: %@ heures d’Augmentation de la vitesse pour
id: %@ jam Speed Boost di
km: %@ ម៉ោងនៃល្បឿនបន្ថែមនៅ
nl: %@uren van Speed Boost om

# PSICASH_CONVERSION_MINS_MESSAGE
source: %d minutes of Speed Boost at
ar: %d دقيقة من تعزيز السرعة
es: %d minutos de Turbo Velocidad a
fa: %d دقیقه از «اسپید بوست» با:
fr: %d minutes d’Augmentation de la vitesse pour
id: %d menit Speed Boost di
km: %d នាទីនៃល្បឿនបន្ថែមនៅ
nl: %dminuten van Speed Boost om

# PSICASH_LOADING_SPEED_BOOST_PRODUCTS_MESSAGE
source: Loading Speed Boost product...
ar: جارٍ تحميل تعزيز السرعة...
es: Cargando producto Turbo Velocidad...
fa: در حال بارگذاری «اسپید بوست»...
fr: Chargement du produit Augmentation de la vitesse…
id: Memuat produk Speed Boost...
km: កំពុងផ្ទុកផលិតផលល្បឿនបន្ថែម...
nl: Speed Boost product laden ...

# PSICASH_ONBOARDING_PAGE_1_TEXT
source: A new way for you to enjoy maximum speeds, absolutely free.
ar: طريقة جديدة لتتمتع بسرعة فائقة، مجاناً.
es: Una nueva manera de disfrutar velocidades máximas, absolutamente libre.
fa: یک راه جدید برای استفاده شما از نهایت سرعت، کاملا رایگان.
fr: Une nouvelle façon absolument gratuite pour que vous profitiez de vitesses maximales.
id: Cara baru bagi Anda untuk menikmati kecepatan maksimum, sepenuhnya gratis.
km: វិធីថ្មីមួយសម្រាប់អ្នក ដើម្បីទទួលល្បឿនអតិបរមា, ឥតគិតថ្លៃ។
nl: Een nieuwe manier om van maximale snelheden te genieten, helemaal vrij.

# PSICASH_ONBOARDING_PAGE_1_TITLE
source: Say hello to PsiCash
ar: اهلا بـ ساي كاش
es: Dígale hola a PsiCash
fa: با سای‌کش آشنا شوید
fr: Dites bonjour à l’argent PsiCash
id: Katakan halo pada PsiCash
km: និយាយសួស្តីទៅកាន់ PsiCash
nl: Zeg Hallo naar PsiCash

# PSICASH_ONBOARDING_PAGE_2_TEXT
source: Connect and engage with our content to earn PsiCash.
ar: تواصل وتفاعل مع المحتوى لكسب ساي كاش.
es: Conéctese e interactúe con nuestro contenido para ganar PsiCash.
fa: با محتوای ما ارتباط برقرار کنید و در تماس بمانید تا سای‌کش بسازید.
fr: Connectez-vous et interagissez avec notre contenu pour gagner de l’argent PsiCash.
id: Terhubung dan terlibat dengan isi kami untuk mendapatkan PsiCash.
km: តភ្ជាប់និងចូលរួមជាមួយខ្លឹមសាររបស់យើង ដើម្បីទទួលបាន PsiCash ។
nl: Contact maken en gaan met onze content aan PsiCash verdienen.

# PSICASH_ONBOARDING_PAGE_2_TITLE
source: Your PsiCash balance
ar: رصيد ساي كاش
es: Su balance PsiCash
fa: موجودی سای‌کش شما
fr: Votre solde d’argent PsiCash
id: Saldo PsiCash Anda
km: សមតុល្យ PsiCash របស់អ្នក
nl: Jou PsiCash balans

# PSICASH_ONBOARDING_PAGE_3_TEXT
source: When you've collected enough PsiCash, you can activate Speed Boost and enjoy Psiphon at max speed!
ar: عندما تقوم بجمع ما يكفي من ساي كاش ، يمكنك تفعيل تعزيز السرعة والاستمتاع بـتطبيق سايفون بسرعة قصوى!
es: ¡Una vez que haya colectado suficiente PsiCash, puede activar Turbo Velocidad y disfrutar Psiphon a máxima velocidad!
fa: وقتی به اندازه کافی سای‌کش جمع‌ کردید، می‌توانید «اسپید بوست» را فعال کنید و از سایفون با حداکثر سرعت لذت ببرید.
fr: Après avoir recueilli suffisamment d’argent PsiCash, vous pouvez activer l’Augmentation de la vitesse pour profiter de Psiphon à pleine vitesse !
id: Ketika Anda mengumpulkan cukup PsiCash, Anda bisa mengaktifkan Speed Boost dan menikmati Psiphon dalam kecepatan maksimal!
km: នៅពេលអ្នកប្រមូល PsiCash បានគ្រប់គ្រាន់, អ្នកអាចបើកល្បឿនបន្ថែម និង រីករាយប្រើប្រាស់ Psiphon នៅល្បឿនអតិបរមា!
nl: Als je genoeg PsiCash hebt verzameld, kun je Speed Boost activeren en op maximale snelheid van Psiphon genieten!

# PSICASH_ONBOARDING_PAGE_3_TITLE
source: Speed Boost
ar: تعزيز السرعة
es: Turbo Velocidad
fa: «اسپید بوست»
fr: Augmentation de la vitesse
km: បន្ថែមល្បឿន

# PSICASH_REFRESH_STATE_FAILED_MESSAGE_TEXT
source: Failed to update PsiCash state
ar: فشل في تحديث حالة ساي كاش
es: Fallo al actualizar estado de PsiCash
fa: بروز رسانی وضعیت سای‌کش انجام نشد
fr: Échec de mise à jour de l’état PsiCash
id: Gagal memperbarui status PsiCash
km: បរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពស្ថានភាព PsiCash
nl: Update mislukt bij PsiCash staat

# PSICASH_SPEED_BOOST_ACTIVE_TEXT
source: Speed Boost Active
ar: تعزيز السرعة فعال
es: Turbo Velocidad activa
fa: «اسپید بوست» فعال است
fr: Augmentation de la vitesse est actif
id: Speed Boost Aktif
km: ល្បឿនបន្ថែមសកម្ម
nl: Speed Boost Actief

# PSICASH_SPEED_BOOST_AVAILABLE_TEXT
source: Speed Boost Available
ar: تعزيز السرعة متوفر
es: Turbo Velocidad Disponible
fa: «اسپید بوست» در دسترس است
fr: Augmentation de la vitesse est proposé
id: Speed Boost Tersedia
km: មានល្បឿនបន្ថែមទំនេរ
nl: Speed Boost Beschikbaar

# PSICASH_SPEED_BOOST_CHARGING_TEXT
source: Speed Boost Charging
ar: تعبئة تعزيز السرعة
es: Cargando Turbo Velocidad
fa: «اسپید بوست» در حال شارژ شدن
fr: Chargement d’Augmentation de la vitesse
id: Speed Boost Mengisi Daya
km: កំពុងបន្ថែមល្បឿន
nl: Speed Boost Laden

# PSICASH_SPEED_BOOST_NOAUTH_TEXT
source: Earn PsiCash to buy Speed Boost
ar: احصل على ساي كاش لشراء تعزيز السرعة
es: Gane PsiCash para comprar Turbo Velocidad
fa: برای خرید «اسپید بوست» سای‌کش بسازید
fr: Gagnez de l’argent PsiCash pour acheter une Augmentation de la vitesse
id: Dapatkan PsiCash untuk membeli Speed Boost
km: រក PsiCash ដើម្បីទិញល្បឿនបន្ថែម
nl: Verdien PsiCash om Speed Boost te kopen

# PSICASH_SPEED_BOOST_PURCHASE_FAILED_ALREADY_ACTIVE_PURCHASE
source: Error: you already have an active Speed Boost purchase.
ar: خطأ: قد حصلت على تعزيز السرعة بالفعل
es: Error: ya tiene una compra de Turbo Velocidad activa.
fa: خطا: شما در حال حاضر یک خرید فعال «اسپید بوست» دارید.
fr: Erreur : vous avez déjà un achat actif d’Augmentation de la vitesse
id: Gagal: Anda sudah memiliki pembelian aktif Speed Boost
km: កំហុស៖ អ្នកមានការបញ្ជាទិញល្បឿនលឿន។
nl: Fout: je hebt al een actief Speed Boost aankoop.

# PSICASH_SPEED_BOOST_PURCHASE_FAILED_INSUFFICIENT_FUNDS
source: Insufficient balance for Speed Boost purchase. Price:
ar: الرصيد غير كافٍ لعملية شراء تعزيز السرعة. السعر:
es: Balance insuficiente para la compra de Turbo Velocidad. Precio:
fa: موجودی برای خرید «اسپید بوست» کافی نیست. قیمت:
fr: Le solde est insuffisant pour un achat d’Augmentation de la vitesse. Prix :
id: Saldo tidak cukup untuk membeli Speed Boost. Harga:
km: សមតុល្យមិនគ្រប់គ្រាន់ សម្រាប់ការបញ្ជារទិញល្បឿនបន្ថែម។ តម្លៃ៖
nl: Onvoldoende saldo voor aankoop van Speed Boost.
