Repository: Psiphon-Inc/psiphon-ios-vpn
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: am, ar, az, be, bn, es, fa, fr, id, km, ky, nb, nl, tg, tr, uz, zh_hans, zh_hant

# PERMISSION_REQUIRED_ALERT__TITLE
source: Permission required
am: ፈቃድ ያስፈልጋል
ar: الترخيص مطلوب
es: Se requiere permiso
fr: Une autorisation est requise
id: Memerlukan izin
tr: İzin verilmesi gerekli
zh_hans: 需要权限
zh_hant: 授權要求

# PRIVACY_POLICY_URL
source: https://psiphon.ca/en/privacy.html
es: https://psiphon.ca/es/privacy.html
fr: https://psiphon.ca/fr/privacy.html
id: https://psiphon.ca/id/privacy.html
tr: https://psiphon.ca/tr/privacy.html
zh_hans: https://psiphon.ca/zh/privacy.html

# PrivacyInformationCollectedVpndataWhatdoespsiphondowithPara1
source: Psiphon looks at your data only to the degree necessary to collect statistics about the usage of our system. We record the total bytes transferred for a user connection, as well as the bytes transferred for some specific domains. These statistics are discarded after 60 days.
am: አስፈላጊ የሆኑ ስታቲስቲክሶችን ለመሰብሰብ ብቻ ነው Psiphon ውሂብዎን የሚቃኘው። ወደ ተጠቃሚ ግንኙነት የሚተላለፍ ጠቅላላ ባይት መጠን እንዲሁም ለውስን ጎራዎች የተላለፈ የባይት መጠን እንመዘግባለን። እኒህ ስታቲስቲኮች ከ60 ቀናት በኋላ ይወገዳሉ።
ar: ينظر سايفون إلى بياناتك لجمع إحصائيات حول استخدامات نظامنا فقط. نسجل إجمالي البايتات المنقولة لاتصال المستخدم ، وكذلك البايتات المنقولة لبعض النطاقات المحددة. يتم تجاهل هذه الإحصائيات بعد 60 يومًا.
es: Psiphon mira sus datos solamente en el grado necesario para recopilar estadísticas acerca del uso de nuestro sistema. Registramos el total de bytes transferidos por una conexión de usuario, como así también los bytes transferidos por algunos dominios específicos. Estas estadísticas se descartan luego de 60 días.
fa: سایفون فقط تا جایی که برای فهم میزان و کیفیت استفاده از شبکه لازم باشد، اطلاعات شما را جمع‌آوری می‌کند. ما تعداد کل بایت‌های منتقل شده برای ارتباط هر کاربر وبرخی دامنه‌های خاص را ثبت می‌کنیم. تمام این آمار بعد از ۶۰ روز پاک می‌شوند.
fr: Psiphon regarde vos données uniquement dans la mesure nécessaire à la collecte de statistiques sur votre utilisation de notre système. Nous enregistrons le total d’octets transférés par connexion utilisateur, ainsi que les octets transférés pour certains domaines particuliers. Ces statistiques sont détruites après 60 jours.
id: Psiphon melihat data Anda hanya sampai pada tingkat seperlunya saja untuk mengumpulkan staistik mengenai penggunaan sistem kami. Kami merekam total jumlah bit yang ditransfer untuk koneksi pgguna, juga bit yang ditransfer untuk domain-domain tertentu. Statistik ini dibuang setelah 60 hari.
km: Psiphon មើលតែទិន្នន័យរបស់អ្នកត្រឹមកម្រិតចាំបាច់ដើម្បីប្រមូលស្ថិតិអំពីការប្រើប្រាស់ប្រព័ន្ធរបស់យើង។ យើងកត់ត្រាបៃសរុបដែលបានផ្ទេរសម្រាប់ការតភ្ជាប់របស់អ្នកប្រើក៏ដូចជាបៃដែលបានផ្ទេរសម្រាប់ដែនជាក់លាក់មួយចំនួន។ ស្ថិតិទាំងនេះត្រូវបានបោះបង់បន្ទាប់ពី 60 ថ្ងៃ។
nl: Psiphon bekijkt uw gegevens slechts in de mate die nodig is om statistieken te verzamelen over het gebruik van ons systeem. We registreren de totale bytes die voor een gebruikersverbinding zijn overgedragen, evenals de bytes die voor sommige specifieke domeinen zijn overgedragen. Deze statistieken worden na 60 dagen weggegooid.
tr: Psiphon, verilerinize yalnız sistem kullanımınızla ilgili istatistik bilgileri derlemek için bakar. Bir kullanıcı bağlantısında aktarılan toplam bayt sayısını ve bazı etki alanlarına aktarılan baytları kaydederiz. Bu istatistikler 60 gün sonra silinir.
zh_hans: Psiphon 为了收集有关系统使用情况，会查看您的数据。 我们记录为用户连接传输的总字节数，以及为某些特定域传输的字节数。 这些统计数据在60天后被遗弃。
zh_hant: Psiphon 只會在必要時查看用戶數據和收集系統使用的統計，我們會記錄用戶連線時的傳輸總流量以及傳輸到某些特定域名的流量，這些統計資料會在 60 天後銷毀。

# PrivacyInformationCollectedVpndataWhatdoespsiphondowithPara2
source: Psiphon does not inspect or record full URLs (only domain names), and does not further inspect your data. Psiphon does not modify your data as it passes through the VPN.
am: Psiphon ሙሉ URLዎችን (ከጎራ ስሞች ብቻ በስተቀር) አይቃኝም ፣ አይመዘግብም። Psiphon ውሂብዎን በምናባዊ የግል አውታረ መረብ (ቪፒኤን) በሚያልፍበት ጊዜ አይለውጠውም።
ar: سايفون لا يدقق أو يسجل عناوين الـ URL الكاملة (فقط أسماء النطاقات) ولا يفحص بياناتك. كما لا يقوم بتعديل بياناتك أثناء مروره عبر الـ VPN.
es: Psiphon no inspecciona o registra URLs completos (solamente nombres de dominio), y tampoco inspecciona sus datos en profundidad. Psiphon no modifica sus datos al pasar a través de la VPN.
fa: سایفون کل آدرس‌های اینترنتی را بازرسی یا ثبت نکرده (تنها نام برخی دامنه‌ها بررسی می‌شوند)، و اطلاعات شما را تفتیش نمی‌کند. سایفون اطلاعات شما را در حال عبور از وی‌پی‌ان تغییر نمی‌دهد.
fr: Psiphon n’inspecte ni n’enregistre des URL entières (seulement les noms de domaines) ni n’examine vos données en profondeur. Psiphon ne modifie pas vos données alors qu’elles transitent par le RPV.
id: Psiphon tidak memeriksa atau merekam URL lengkap (hanya nama domain), dan tidak memeriksa lebih lanjut data Anda. Psiphon tidak mengubah data Anda saat melewati VPN.
km: Psiphon មិនត្រួតពិនិត្យឬកត់ត្រា URLs ពេញលេញ (មានតែឈ្មោះដែនឌូមែន) និងមិនត្រួតពិនិត្យទិន្នន័យរបស់អ្នកទៀតទេ។ Psiphon មិនកែប្រែទិន្នន័យរបស់អ្នកទេនៅពេលវាឆ្លងកាត់ VPN ។
nl: Psiphon inspecteert of registreert geen volledige URL's (alleen domeinnamen) en inspecteert uw gegevens niet verder. Psiphon wijzigt uw gegevens niet terwijl deze door de VPN gaan.
tr: Psiphon tam adreslere bakmaz ya da kaydetmez (yalnız etki alanlarını kaydeder) ve verilere bundan daha ayrıntılı şekilde bakmaz. Psiphon VPN üzerinden aktarılan verilerinizde herhangi bir değişiklik yapmaz.
zh_hans: Psiphon 不会检查或记录完整的 URL（仅限域名），也不会进一步检查您的数据。 Psiphon 在通过 VPN 时不会修改您的数据。
zh_hant: Psiphon 不會檢查或記錄完整的 URLs (只保留域名)，也不會檢查用戶數據，當使用者透過 VP N 使用 Psiphon 時，其資料不會被修改。

# PrivacyInformationCollectedVpndataWhatdoespsiphondowithPara3
source: Even this coarse data would be difficult to link back to you, since we immediately convert your IP address to geographical info and then discard the IP. Nor is any other identifying information stored.
am: ይህ ግርድፍ ውሂብን እንኳ ከእርስዎ ጋር ለማገናኘት ከባድ ነው። ምክንያቱም ወዲያውኑ የIP አድራሻዎን ወደ ጂዮግራፊያዊ መረጃ እንለውጠውና የIP አድራሻውን እናስወግደዋለን። ሌላ ማንኛውም ለዪ መረጃ አይቀመጥም።
ar: حتى هذه البيانات الخامة (غير محددة) سيكون من الصعب الرجوع اليها لاحقاً، حيث نقوم بتحويل عنوان الـ IP الخاص بك إلى معلومات جغرافية على الفورثم نتخلص من عنوان الـ IP. ولا يتم تخزين أي معلومات تعريف أخرى.
es: Aún estos datos en bruto serían dificultosos de ser relacionados a usted, ya que convertimos inmediatamente su dirección IP a información geográfica, y luego descartamos el IP. Ninguna otra información identificatoria es almacenada.
fa: حتی این اطلاعات خام به سختی قابل ردیابی به شما هستند، چون ما فوری آدرس IP شما را به اطلاعات جغرافیایی تبدیل می‌کنیم و آدرس IP را پاک می‌کنیم. هیچ اطلاعات دیگری که هویت شما را آشکار کند، ذخیره نمی‌شود.
fr: Il serait même difficile de relier ces données brutes à vous, dans la mesure où nous convertissons immédiatement votre adresse IP en information géographique et que nous l’effaçons ensuite. Nous n’enregistrons aucun autre renseignement permettant de vous identifier.
id: Bahkan data kasar ini akan sulit untuk dihubungkan kembali kepada Anda, karena kami segera mengubah alamat IP Anda ke info geografis dan kemudian membuang informasi IP. Juga tidak ada informasi identitas lain yang disimpan.
km: ទោះបីជាទិន្នន័យដ៏លំបាកនេះអាចនឹងមានការលំបាកក្នុងការភ្ជាប់ទៅអ្នកវិញ, ដោយសារយើងប្តូរអាសយដ្ឋាន IP របស់អ្នកភ្លាមៗទៅជាព័ត៌មានភូមិសាស្ត្រហើយបន្ទាប់មកបោះបង់ IP ។ ក៏មិនមែនជាព័ត៌មានកំណត់អត្តសញ្ញាណផ្សេងទៀតត្រូវបានរក្សាទុក។
nl: Zelfs deze ruwe gegevens zijn moeilijk terug te koppelen, omdat we uw IP-adres onmiddellijk omzetten in geografische informatie en vervolgens het IP-adres weggooien. Evenmin wordt enige andere identificerende informatie opgeslagen.
tr: IP adresinizi coğrafi konum bilgisine dönüştürüp sildiğimiz için, bu ham verilerin ya da olabilecek başka tanımlayıcı bilgilerin sizinle ilişkilendirilmesi oldukça zor olacaktır.
zh_hans: 想要通过这一未被加工的数据追踪到您也是十分困难的，因为我们会立即将您的 IP 地址转换为地理信息并丢弃 IP。另外，我们不会储存其他可能会识别出您身份的信息。
zh_hant: 這些粗略的數據難以回溯追踪原當事人，因為我們立即將用戶的 IP 位置轉換成地理資訊後予以毀棄，無人可以辨識所儲存的資訊。

# PrivacyInformationCollectedVpndataWhatdoespsiphondowithSubhead
source: What does Psiphon do with your VPN data?
am: Psiphon በVPN ውሂቦ ምን ያደርጋል?
ar: ماذا يفعل سايفون ببيانات الـ VPN الخاصة بك؟
es: ¿Qué hace Psiphon con sus datos de VPN?
fa: سایفون با اطلاعات وی‌پی‌ان شما چه می‌کند؟‌
fr: Que fait Psiphon avec vos données RPV ?
id: Apa yang Psiphon lakukan kepada data VPN Anda?
km: តើ Psiphon ធ្វើអ្វីជាមួយទិន្នន័យ VPN របស់អ្នក?
nl: Wat doet Psiphon met uw VPN-gegevens?
tr: Psiphon VPN verilerinizi nasıl işler?
zh_hans: Psiphon 会用您的 VPN 数据做什么？
zh_hant: Psiphon 對資料的處置方式？

# PrivacyInformationCollectedVpndataWhopsiphonshareswithPara1
source: When sharing with third parties, Psiphon only ever provides coarse, aggregate domain-bytes statistics. We never share per-session information or any other possibly-identifying information.
am: ወደ ሶስተኛ ወገን መረጃ በሚያጋራበት ወቅት Psiphon ግርድፍ ፣ ስብስብ ጎራ ባይቶች ስታቲስቲክስ ብቻ ነው። የእየ ዘመነግብር ወይም ሌላ ማንነት አጋላጭ መረጃ መቼም አናጋራም።
ar: عند المشاركة مع أطراف اخرى، يوفر سايفون إحصائيات مجمعة فقط. اذ لا نشارك أبدًا معلومات جلسات التصفح أو أي معلومات يمكن التعرف عليها.
es: Al compartir con terceros, Psiphon solamente provee estadísticas en bruto o consolidadas en bytes de dominio. Nunca compartimos información por sesión, o cualquier otra información posiblemente identificatoria.
fa: هنگام به اشتراک‌گذاری اطلاعات با اشخاص ثالث، سایفون فقط آمار خام مجموع دامنه‌-بایت‌ها را ارائه می‌دهد. ما هرگز اطلاعات بازدید‌های شما را، یا هرگونه اطلاعات دیگری که هویت شما را آشکار کند، در اختیار دیگران قرار نمی‌دهیم.
fr: Lors d’un partage avec des tiers, Psiphon ne fournit que des statistiques brutes globales de domaines et d’octets. Nous ne partageons jamais de renseignements par session ni d’autres renseignements qui permettraient potentiellement d’identifier les utilisateurs.
id: Ketika berbagi dengan pihak ketiga, Psiphon hanya menyediakan statistik rata-rat yang kasar. Kami tidak pernah membagikan informasi tiap sesi ataupun informasi lainnya yang dapat mengidentifikasi.
km: នៅពេលចែករំលែកជាមួយភាគីទីបី Psiphon គ្រាន់តែផ្តល់នូវស្ថិតិកណ្តាលដោយកណ្តាលសរុប។ យើងមិនដែលចែករំលែកព័ត៌មានក្នុងមួយសម័យ ឬព័ត៌មានដែលអាចកំណត់បានទេ។
nl: Bij het delen met derden levert Psiphon alleen grof, geaggregeerd domein-bytestatistieken. We delen nooit per sessie informatie of andere mogelijk identificeerbare informatie.
tr: Psiphon üçüncü taraflar ile yalnız ham, etki alanlarına gönderilen bayt istatistiklerini paylaşır. Asla oturum bazlı ve kim olduğunuzu açığa çıkarabilecek bilgiler paylaşmayız.
zh_hans: 跟第三方共享数据时，Psiphon 永远只提供原始的、合并过的域名-字节统计数字。我们永远不会分享单次会话访问的信息，或其他任何可能辨认身份的信息。
zh_hant: 與第三方分享時， Psiphon 只會提供粗略、加總的域名統計數字，我們不會分享個別訪問期間或是任何可辨識的資訊。

# PrivacyInformationCollectedVpndataWhopsiphonshareswithPara2
source: This sharing is typically done with services or organizations we collaborate with — as <a href="http://www.dw.com/en/psiphon-helps-dodge-the-online-trackers/a-16765092" target="_blank">we did with DW</a> a few years ago. These statistics help us and them answer questions like, “how many bytes were transferred through Psiphon for DW.com to all users in Iran in April?”
am: ይህ መጋራት አብዛኛውን ግዜ የሚካሄደው አብረናቸው ከምንሠራ አገልግሎቶች ወይም ድርጅቶች ጋር ነው። ልክ ከ<a href="http://www.dw.com/en/psiphon-helps-dodge-the-online-trackers/a-16765092" target="_blank">DW ጋር እንዳደረግነው</a> ከትቂት አመታት በፊጥ እነዚህ ስታቲስቲኮች እኛን እና አነሱን ልክ እንደ፦ "ምን ያህል ባይቶች በPsiphon በኩል ለDW.com ኢራን ባሉ ተጠቃሚዎች በወረ ኤፕሪል ተላልፈዋል?"
ar: عادة ما تتم هذه المشاركة مع الخدمات أو المنظمات التي نتعاون معها - كما فعلنا مع DW منذ بضع سنوات. تساعدنا هذه الإحصائيات في الإجابة عن أسئلة مثل: "كم بايت تم نقلها عبر سايفون لـ DW.com إلى جميع المستخدمين في إيران خلال شهر أبريل؟"
es: Lo que compartimos, lo hacemos típicamente con servicios u organizaciones con los que colaboramos — como lo <a href="http://www.dw.com/en/psiphon-helps-dodge-the-online-trackers/a-16765092" target="_blank">hicimos con DW</a> unos años atrás. Estas estadísticas ayudan a que tanto nosotros como ellos respondan preguntas tales como “¿cuántos bytes fueron transferidos a través de Psiphon desde DW.com hacia todos los usuarios en Irán en Abril?”
fa: این نوع به اشتراک‌گذاری اطلاعات معمولا با خدمات یا سازمان‌های همکار ما انجام می‌شود - به عنوان مثال<a href="http://www.dw.com/en/psiphon-helps-dodge-the-online-trackers/a-16765092" target="_blank"> همکاری با دویچه‌وله چند سال پیش</a>. این آمار به ما و آن‌ها کمک می‌کند به پرسش‌هایی مثل این پاسخ دهیم:‌ "در ماه آوریل،از طریق سایفون، چند بایت از دویچه‌وله به کاربران داخل ایران منتقل شد؟"
fr: Le partage a habituellement lieu avec des services ou des organisations avec lesquelles nous collaborons, comme <a href="http://www.dw.com/en/psiphon-helps-dodge-the-online-trackers/a-16765092" target="_blank">nous l’avons fait avec DW</a> il y a quelques années. Ces statistiques nous aident et les aident à répondre à des questions telles que : « Combien d’octets ont été transférés par Psiphon pour DW.com pour tous les utilisateurs en Iran, en avril ? »
id: Proses berbagi ini biasanya dilakukan dengan layanan atau organisasi yang kami bekerjasama -- seperti yang kami lakukan dengan DW beberapa tahun yang lalu. Statistik ini membantu kami dan mereka menjawab pertanyaan seperti, "berapa bit ditransfer melalui Psiphon ke DW.com untuk semua penggna di Iran pada bulan Aprl?"
km: ការចែករំលែកនេះត្រូវបានធ្វើជាធម្មតាជាមួយនឹងសេវាកម្មឬអង្គការដែលយើងសហការជាមួយ - ដូចដែល<a href="http://www.dw.com/en/psiphon-helps-dodge-the-online-trackers/a-16765092" target="_blank">យើងបានធ្វើជាមួយ DW</a> ប៉ុន្មានឆ្នាំមុន។ ស្ថិតិទាំងនេះជួយយើងហើយពួកគេឆ្លើយសំណួរដូចជា "តើចំនួនបៃត្រូវបានផ្ទេរតាមរយៈ Psiphon សម្រាប់ DW.com ដល់អ្នកប្រើទាំងអស់នៅក្នុងប្រទេសអ៊ីរ៉ង់នៅក្នុងខែមេសាមែនទេ?"
nl: Dit delen gebeurt meestal met services of organisaties waarmee we samenwerken - zoals<a href="http://www.dw.com/en/psiphon-helps-dodge-the-online-trackers/a-16765092" target="_blank">die we een paar jaar geleden met DW </a> hebben gedaan. Deze statistieken helpen ons en zij beantwoorden vragen als "Hoeveel bytes werden in april door Psiphon voor DW.com overgedragen aan alle gebruikers in Iran?"
tr: Bu paylaşımları genellikle bir kaç yıl önce <a href="http://www.dw.com/en/psiphon-helps-dodge-the-online-trackers/a-16765092" target="_blank">DW ile yaptığımız gibi</a> bizimle iş birliği yapan hizmet ve kuruluşlar ile yapıyoruz. Bu istatistikler "Nisan ayında İran'daki tüm kullanıcılar tarafından DW.com sitesi için Psiphon üzerinden ne kadar bayt aktarılmış?" gibi soruları yanıtlamamızı sağlıyor.
zh_hans: 这一类的分享对象通常是与我们合作的服务商或机构 - 如几年前<a href="http://www.dw.com/en/psiphon-helps-dodge-the-online-trackers/a-16765092" target="_blank">我们和 DW 合作的</a>那样。这些统计帮助我们和他们回答一些问题，如，“对于 DW.com，在伊朗的所有用户，四月份内有多少个字节是通过 Psiphon 传送的？”
zh_hant: 我們數據分享的對象一般是合作的組織或服務-- 例如幾年前與<a href="http://www.dw.com/en/psiphon-helps-dodge-the-online-trackers/a-16765092" target="_blank">DW</a>合作。這些統計數據協助我們雙方回答像"伊朗用戶透過 Psiphon 訪問 DW.com 的當月流量是多少？"之類的問題。

# PrivacyInformationCollectedVpndataWhopsiphonshareswithPara3
source: Again, we specifically do not give detailed or potentially user-identifying information to partners or any other third parties.
am: በድጋሚ ፣ ለአጋሮች ወይም ለሌላ ማንኛውም ሶስተኛ አካል ዝርዝር ወይም ተጠቃሚ ለዪ መረጃ አንሰጥም።
ar: مرة أخرى ، لا نقدم على وجه التحديد معلومات تفصيلية أو محتملة لتعريف المستخدم للشركاء أو أي أطراف أخرى.
es: De nuevo, específicamente no damos información detallada o potencialmente identificatoria a nivel de usuario a nuestros socios o terceros.
fa: مجددا تاکید می‌کنیم، ما به طور مشخص هیچ اطلاعاتی درباره جزییات استفاده کاربران یا هویت آن‌ها را در اختیار همکاران‌مان یا اشخاص ثالث قرار نمی‌دهیم.
fr: Encore une fois, nous ne communiquons pas spécifiquement de renseignements détaillés ni de renseignements permettant d’identifier les utilisateurs à nos partenaires ou tout autre tiers.
id: Sekali lagi, kami secara khusus tidak memberi informasi rinci atau yang berpotensi mengidentifikasi pengguna kepada rekan ataupun pihak ketiga.
km: ជាថ្មីម្តងទៀត យើងមិនផ្តល់ព័ត៌មានពិស្តារ ឬអត្តសញ្ញាណ​សម្គាល់អ្នកប្រើ ដែលមានសក្តានុពល​ទៅកាន់ដៃគូរ ឬភាគីទីបីណាមួយឡើយ។
nl: Nogmaals, we geven specifiek geen gedetailleerde of potentieel gebruikersidentificerende informatie aan partners of andere derden.
tr: Yeniden dersek, özellikle ayrıntılı ya da kim olduğunuzu açığa çıkarak bilgileri iş ortaklarımız ve üçüncü taraflar ile paylaşmıyoruz.
zh_hans: 再次强调，我们特别不会把细节的、可能会辨别用户身份的信息给合作伙伴或任何其他第三方。
zh_hant: 再次聲明，我們不會把詳細或可能用來辨別個人身份的資料交給任何第三方。

# PrivacyInformationCollectedVpndataWhopsiphonshareswithSubhead
source: Who does Psiphon share these statistics with?
am: Psiphon እነዚህን የስታቲስቲክስ መረጃዎች ለማን ያጋራል?
ar: مع من يشارك سايفون هذه الاحصائيات؟
es: ¿Con quién comparte estas estadísticas Psiphon?
fa: سایفون این آمار را با چه کسانی به اشتراک می‌گذارد؟
fr: Avec qui Psiphon partage-t-elle ces statistiques ?
id: Kepada siapa Psiphon membagikan statistik ini?
km: តើ Psiphon ចែករំលែកស្ថិតិទាំងនេះជាមួយអ្នកណា?
nl: Met wie deelt Psiphon deze statistieken?
tr: Psiphon bu istatistik verilerini kimlerle paylaşıyor?
zh_hans: 赛风与谁共享这些数据？
zh_hant: Psiphon 與誰分享這些統計數據？

# PrivacyInformationCollectedVpndataWhycarePara1
source: When using a VPN or proxy you should be concerned about what the provider can see in your data, collect from it, and do to it. For some web and email connections, it is theoretically possible for a VPN to see, collect, and modify the contents.
am: VPN ወይም ወኪል በሚጠቀሙበት ወቅት አቅራቢ ከውሂብዎ ምን ማየት እንደሚችል ፣ ምን መሰብሰብ እንደሚችል እና ምን ሊያረገው እንደሚችል ሊያሳስብዎት ይገባል። አንዳንድ የድር እና ኤፖስታ ግንኙነቶች በንድፈ ሐሳብ ደረጃ አንድ VPN የሚተላለፈውን ይዘት ማየት ፣ መሰብሰብ እና ለመለወጥ ይችላል።
ar: عند استخدام اية VPN أو بروكسي ، يجب أن تهتم حيال ما يمكن أن يراه مقدم الخدمة لبياناتك وجمعها وما يفعل بها. نظريًا ممكن أن تقوم الـ VPN بمشاهدة وجمع وتعديل محتويات بعض التصفحات والبريد الإلكتروني.
es: Al emplear una VPN o proxy, debiera estar preocupado acerca de qué puede ver el proveedor en sus datos, recopilar a partir de los mismos, y hacer con ellos. Para algunas conexiones web y de correo electrónico, es teóricamente posible para una VPN el ver, recopilar y modificar los contenidos.
fa: هنگام استفاده از وی‌پی‌ان یا پروکسی، باید مراقب باشید که ارائه‌دهنده این خدمات چه اطلاعاتی درباره شما را می‌بیند، ذخیره می‌کند و چطور می‌تواند از آن استفاده کند. در برخی ارتباط‌ات از طریق وب یا ایمیل، ارائه‌دهنده وی‌پی‌ان ممکن است بتواند محتوای در حال انتقال را ببیند، ذخیره کند، و تغییر دهد.
fr: Quand vous utilisez un RPV ou un mandataire, vous devriez vous soucier de ce que le fournisseur peut voir de vos données, en extraire, et de ce qu’il peut leur faire. Pour certaines connexions Web et de courriel, il est théoriquement possible qu’un RPV puisse voir, recueillir et modifier les contenus.
id: Ketika menggunakan VPN atau proxy Anda perlu mewaspadai apa yang provider dapat lihat, kumpulkan, dan lakukan pada data Anda. Untuk koneksi web dan surel, secara teori VPN dapat melihat, mengumpulkan, dan mengubah isinya.
km: នៅពេលប្រើ VPN ឬប្រូកស៊ីអ្នកគួរតែមានការព្រួយបារម្ភអំពីអ្វីដែលអ្នកផ្តល់សេវាកម្មអាចមើលឃើញនៅក្នុងទិន្នន័យរបស់អ្នកប្រមូលពីវានិងធ្វើវា។ សម្រាប់ការតភ្ជាប់បណ្ដាញនិងអ៊ីម៉ែលមួយចំនួនវាជាការដែលទ្រឹស្តីអាចធ្វើបានសម្រាប់ VPN ដើម្បីមើលប្រមូលនិងកែប្រែមាតិកា។
nl: Wanneer u een VPN of proxy gebruikt, moet u zich zorgen maken over wat de provider in uw gegevens kan zien, er gegevens van verzamelen en doen. Voor sommige web- en e-mailverbindingen is het theoretisch mogelijk dat een VPN de inhoud kan zien, verzamelen en wijzigen.
tr: Bir VPN ya da vekil sunucu kullanırken, hizmet sağlayıcının verilerinizde görebilecekleri ve onlardan derlenerek yapılabilecekler hakkında endişelenmelisiniz. Bazı web ve e-posta bağlantılarında, teorik olarak bir VPN içeriği görülebilir, toplanabilir ve değiştirilebilir.
zh_hans: 使用 VPN 或代理时，您应该关注提供商可以在您的数据中看到的内容，从中收集数据并对其进行操作。对于某些 Web 和电子邮件连接，理论上 VPN 可以查看，收集和修改内容。
zh_hant: 使用 VPN 或代理器可能要擔心服務提供者可以查看、收集進而使用您的數據。尤其是一些網頁或電子郵件連線，理論上 VPN 服務商可以看見、收集和修改內容。

# PrivacyInformationCollectedVpndataWhycareSubhead
source: Why should you care?
am: እርስዎን ለምን ሊያሳስብዎት ይገባል?
ar: لماذا عليك أن تهتم؟
es: ¿Por qué debiera importarle?
fa: چرا باید مراقب باشید؟‌
fr: Pourquoi est-ce important ?
id: Mengapa anda perlu peduli?
km: ហេតុអ្វីអ្នកគួរយកចិត្តទុកដាក់?
nl: Waarom zou je erom geven?
tr: Neden dikkatli olmalısınız?
zh_hans: 为什么你需要关心？
zh_hant: 為何要關心？

# PrivacyInformationCollectedVpndataWhydoespsiphonneedPara1Item1
source: Estimate future costs: The huge amount of user data we transfer each month is a major factor in our costs. It is vital for us to see and understand usage fluctuations.
am: የወደፊት ወጪዎችን ለመተመን፦ በየወሩ የምናስተላልፈው የተጠቃሚ ውሂብ ከምናወጣው ወጪ ትልቅ አካል ነው። የጥቅም መዋዠቅን ማየት አና መረዳት ለእኛ በጣም ወሳኝ ነው።
ar: تخمين التكاليف المستقبلية: يمثل الكم الهائل لبيانات المستخدم التي نحولها كل شهر عاملاً رئيسًا في تكاليفنا. من المهم بالنسبة لنا رؤية وفهم تقلبات الاستخدام.
es: Estimar costos futuros: La enorme cantidad de datos de usuario que transferimos cada mes es un factor preponderante en nuestros costos. Nos es vital el ver y entender fluctuaciones en el uso.
fa: تخمین هزینه‌های آینده:‌ یکی از مهمترین متغیرها در هزینه‌های ما، حجم بالای انتقال ترافیک کاربران در هر ماه است. برای ما مهم است که تغییرات مصرف را ببینیم و تحلیل کنیم.
fr: D’estimer les coûts futurs : l’énorme quantité de données utilisateur que nous transférons chaque mois est un facteur important de nos coûts. Il est essentiel pour nous de voir et de comprendre les fluctuations d’utilisation.
id: Memperkirakan biaya masa depan: Besarnya jumlah data pengguna yang kami transfer setiap bulan merupakan faktor utama dalam biaya kami. Sangat penting bagi kami untuk melihat dan memahami naik turunnya penggunaan.
km: ប៉ាន់ប្រមាណការចំណាយនាពេលអនាគត៖ ចំនួនទិន្នន័យអ្នកប្រើប្រាស់ដ៏ធំដែលយើងបានផ្ទេរជារៀងរាល់ខែគឺជាកត្តាដ៏សំខាន់មួយក្នុងការចំណាយរបស់យើង។ វាមានសារៈសំខាន់ណាស់សម្រាប់យើងក្នុងការមើលឃើញនិងយល់ពីការប្រែប្រួលនៃការប្រើប្រាស់។
nl: Raming van toekomstige kosten: de enorme hoeveelheid gebruikersgegevens die we elke maand overbrengen, is een belangrijke factor in onze kosten. Het is van vitaal belang voor ons om gebruiksfluctuaties te zien en te begrijpen.
tr: Gelecekteki maliyetleri öngörme: Her ay aktardığımız devasa kullanıcı verileri maliyetlerimizin önemli bir bölümünü oluşturuyor. Kullanımdaki dalgalanmaları görüp anlamamız bizim için çok önemli.
zh_hans: 未来估计成本：每个月传输的大量用户数据是我们成本的一个主要因素。对我们来说，看到和理解使用状况的波动是至关重要的。
zh_hant: 推估未來成本：每個月所傳輸的大量用戶數據佔了成本的大宗，因此很有必要關注與理解這個數據的波動變化。
