Repository: Psiphon-Inc/psiphon-ios-vpn
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: am, ar, az, be, bn, es, fa, fr, id, km, ky, nb, nl, tg, tr, uz, zh_hans, zh_hant

# ACCEPT_BUTTON_TITLE
source: Accept
am: ተቀበል
ar: قبول
es: Aceptar
fr: Accepter
id: Terima
tr: Onayla
zh_hans: 接受
zh_hant: 接受

# ACTIVE_SUBSCRIPTION_SECTION_TITLE
source: You're subscribed!
am: በተሳካ ሁኔታ የደንበኝነት ምዝገባዎን ፈጽመዋል!
ar: انت مشترك!
bn: বর্তমান সদস্যতা
es: ¡Está suscripto!
fa: مشترک شدید!
fr: Vous êtes abonné !
id: Anda sudah berlangganan!
km: អ្នកបានជាវ!
nl: U bent ingeschreven!
tr: Abone oldunuz!
zh_hans: 您已订阅！
zh_hant: 已完成訂購！

# APP_SUB_TITLE_MAIN_VIEW
source: BEYOND BORDERS
ar: ما وراء الحدود
az: SƏRHƏDLƏRİ AŞARAQ
be: ПА-НАД МЕЖАМІ
bn: সীমানার বাহিরে
es: ATRAVESANDO FRONTERAS
fa: فراتر از مرزها
fr: PAR-DELÀ LES FRONTIÈRES
id: MELAMPAUI BATAS
km: លើសព្រំដែន
ky: ЧЕК АРАЛАРСЫЗ
nb: FORBI GRENSER
nl: VOORBIJ GRENZEN
tg: ФАРРОХТАР АЗ САРҲАДҲО
uz: CHEKLANMAGAN

# APP_VERSION
source: v.%@
ar: الإصدار %@
az: Versiya %@
be: Версія %@
es: Versión %@
fa: نسخه %@
id: v.1%@
km: ជំនាន់ %@
ky: %@Нускасы
nb: Versjon %@
uz: Versiyasi: %@

# BACK_BUTTON
source: Back
am: ተመለስ
ar: السابق
es: Atrás
fa: قبلی
fr: Précédent
id: Kembali
km: ត្រលប់ក្រោយ
nl: Terug
tr: Geri
zh_hans: 返回
zh_hant: 返回

# BAD_CLOCK_ALERT_MESSAGE
source: We've detected the time on your device is out of sync with your time zone. Please update your clock settings and restart the app
ar: لقد إكتشفنا أن الوقت الخاص بجهازك غير متزامن مع منطقتك الزمنية. يرجى تحديث إعدادات الساعة وإعادة تشغيل التطبيق
bn: আমরা আপনার ডিভাইসের সময় শনাক্ত করেছি আপনার টাইম জোন এর সাথে সিঙ্কের বাইরে। আপনার ঘড়ি সেটিংস আপডেট করুন এবং অ্যাপ্লিকেশন পুনরায় আরম্ভ করুন
es: Hemos detectado que la hora en su dispositivo no está sincronizada con su zona horaria. Por favor, actualice la configuración de su reloj y reinicie la aplicación.
fa: به نظر می‌رسد زمان دستگاه شما با منطقه زمانی شما همخوان نیست. لطفا تنظیمات ساعت خود را به روز کنید و برنامه را دوباره شروع کنید.
fr: Nous avons détecté que l’heure de votre appareil n’est pas synchronisée avec votre fuseau horaire. Veuillez mettre vos paramètres d’horloge à jour et redémarrer l’appli.
id: Kami mendeteksi waktu di perangkat Anda tidak sinkron dengan zona waktu Anda. Silakan perbarui pengaturan waktu Anda dan hidupkan ulang aplikasi.
km: យើងរកឃើញថាម៉ោងនៅក្នុងឧបករណ៍អ្នកមិនត្រូវគ្នានឹងម៉ោងក្នុងតំបន់អ្នក។ សូមកែតម្រូវក្នុង ការកំណត់ម៉ោង និងបើកកម្មវិធីនេះឡើងវិញ
nb: Vi har oppdaget at klokka på din enhet ikke er i takt med tidssonen din. Oppdater klokkeinnstillingene og start programmet på nytt.
nl: We hebben ontdekt de tijd op het apparaat is niet gesynchroniseerd met uw tijdzone. Werk uw klokinstellingen bij en de app opnieuw herstarten.
tg: Мо мушоҳида намудем, ки вақт дар дастгоҳи шумо бо вақти минтақаи шумо мувофиқ нест. Лутфан соати худро таҳвил сохта, нармафзорро аз нав фаъол намоед.
zh_hans: 我们检测到您设备上的时间与您的时区不同步。请更新您的时间设置并重新启动应用

# BAD_RECEIPT_ALERT_MESSAGE
source: Your subscription receipt can not be verified, please refresh it and try again.
ar: تعذر التحقق من إستلام الاشتراك، يرجى تحديثه وإعادة المحاولة.
bn: আপনার সদস্যতা প্রাপ্তির যাচাই করা সম্ভব হয়নি, দয়া করে এটি রিফ্রেশ করুন এবং আবার চেষ্টা করুন।
es: El acuse de recibo de su suscripción no se puede verificar, por favor, refrésquelo e inténtelo de nuevo.
fa: رسید اشتراک شما قابل تایید نیست. لطفا صفحه را دوباره بارگزاری کنید و مجددا امتحان کنید.
fr: Votre reçu d’abonnement ne peut pas être vérifié, veuillez l’actualiser et ressayer.
id: Bukti pembayaran langganan Anda tidak bisa diverifikasi, silakan segarkan ulang dan coba lagi.
km: ការទទួលការភ្ជាប់របស់អ្នកមិនអាចផ្ទៀងផ្ទាត់បាន, សូមត្រួតពិនិត្យវា និងសាកល្បងម្តងទៀត។
nb: Din abonnementskvittering kan ikke bekreftes, gjenoppfrisk den og prøv igjen.
nl: Je abonnement ontvangst kan niet worden geverifieerd. Vernieuw deze en probeer het opnieuw.
tg: Расиди аъзогии шумо тасдиқ карда намешавад, лутфан онро аз нав сохта кушишро такрор намоед.
zh_hans: 您的订阅单据无法验证，请刷新并重试。

# BUY_BUTTON
source: Buy
ar: شراء
es: Comprar
fa: خرید
fr: Acheter
id: Beli
km: ទិញ
nl: Koop

# BUY_REQUEST_PROGRESS_ALERT_DISMISS_BUTTON_TITLE
source: Dismiss
am: አሰናብት
ar: ارفض
bn: বাতিল
es: Descartar
fa: رد کردن
fr: Fermer
id: Abaikan
km: ច្រានចោល
nl: Afwijzen
tr: Yoksay
zh_hans: 忽略
zh_hant: 退訂

# BUY_SUBSCRIPTIONS_FOOTER_CANCEL_INSTRUCTIONS_TEXT
source: You can cancel an active subscription in your iTunes Account Settings.
am: የደንበኝነት መለያዎን ከእርሶ መለያ ቅንብሮች መሰረዝ ይችላሉ።
es: Puede cancelar una suscripción activa en las Configuraciones de su Cuenta iTunes.
fr: Vous pouvez annuler un abonnement actif dans les paramètres de votre compte iTunes.
tr: Etkin aboneliğinizi iTunes Hesap Ayarları bölümünden iptal edebilirsiniz.
zh_hans: 您可以在您的 iTunes 帐号设置里取消一个活跃的订阅
zh_hant: 可在 iTunes 帳戶下設置取消訂閱。

# BUY_SUBSCRIPTIONS_FOOTER_TEXT
source: A subscription is auto-renewable which means that once purchased it will be automatically renewed until you cancel it 24 hours prior to the end of the current period. Your iTunes Account will be charged for renewal within 24-hours prior to the end of the current period with the cost of the subscription.
am: የደንበኝነት ምዝገባ ራስ አዳሽ ነው። ይህም ማለት አንዴ ከተመዘገቡ የምዝገባው ጊዜ ገደብ ሊያበቃ ሲል ካለው 24 ሰዓት በፊት ደንበኝነት ምዝገባዎን አስካልሰረዙት ድረስ በራስ ሰር መታደስ ይቀጥላል። ከITunes (አይቱንስ) መለያዎ የምዝገባው ጊዜ ገደብ ሊያበቃ ሲል ባለው 24 ሰዓት ውስጥ የደንበኝነት ምዝገባ ክፍያ ይቆረጣል።
ar: الاشتراك قابل للتجديد التلقائي مما يعني أنه بمجرد شرائه سيتم تجديده تلقائيًا حتى تقوم بإلغائه قبل 24 ساعة من نهاية الفترة الحالية. سيتم السحب من حساب iTunes الخاص بك للتجديد في غضون 24 ساعة قبل نهاية الفترة الحالية مع تكلفة الإشتراك.
bn: একটি সাবস্ক্রিপশন স্বয়ংক্রিয়ভাবে নবায়নযোগ্য হয় যার মানে হল যে একবার ক্রয় করে এটি স্বয়ংক্রিয়ভাবে নবায়ন হবে যতক্ষণ না আপনি বর্তমান সময়ের শেষের 24 ঘণ্টা পূর্বে তা বাতিল করবেন। ২4 ঘন্টা আগের মেয়াদ শেষ হওয়ার আগে বাতিল করবেন। আপনার আইটিউনস অ্যাকাউন্ট বর্তমান সময়ের শেষের পূর্বে 24 ঘন্টার মধ্যে নবায়ন এর জন্য সাবস্ক্রিপশনের খরচসহ চার্জ করা হবে। । আপনার অ্যাকাউন্ট সেটিংসে গিয়ে আপনার সাবস্ক্রিপশন এবং তা স্বয়ংক্রিয়ভাবে নবায়ন পরিচালনা করুন।
es: Una suscripción es auto-renovable, lo que significa que una vez comprada será renovada automáticamente hasta que la cancele en las 24 horas previas al final del periodo actual. Su Cuenta iTunes será cargada para la renovación dentro de las 24 horas previas al final del periodo actual por el costo de la suscripción.
fa: اشتراک به صورت خودکار تمدید می‌شود مگر اینکه تا ۲۴ ساعت قبل از پایان دوره فعلی، اشتراک را لغو کنید. مبلغ اشتراک،۲۴ ساعت پیش از پایان دوره فعلی، از حساب آی‌تونز شما کم می‌شود.
fr: Un abonnement se renouvelle automatiquement, ce qui signifie qu’après achat, il sera renouvelé automatiquement jusqu’à ce que vous l’annuliez 24 heures avant la fin de la période actuelle. Le renouvellement, soit le coût de l’abonnement, sera facturé à votre compte iTunes dans les 24 heures avant la fin de la période actuelle.
id: Langganan akan automatis diperbarui, yang berarti sekali pembelian dilakukan automatis akan diperbarui, kecuali jika Anda batal dalam 24 jam sebelum berakhirnya masa berlaku Akun iTunes Anda akan dikenakan biaya untuk pembaruan dalam 24 jam sebelum berakhirnya masa berlaku saat ini dengan harga saat langganan.
km: ការជាវគឺអាចបន្តដោយស្វ័យប្រវត្តិ ដែលមានន័យថា នៅពេលដែលបានទិញវានឹងត្រូវបន្តដោយស្វ័យប្រវត្តិរហូតទាល់តែអ្នកបោះបង់វាចោល 24 ម៉ោងមុនពេលបញ្ចប់នៃរយៈពេលបច្ចុប្បន្ន។ គណនីកម្មវិធី iTunes របស់អ្នកនឹងត្រូវបានគិតថ្លៃសម្រាប់ការបន្តក្នុងរយៈពេល 24 ម៉ោងមុនពេលបញ្ចប់នៃរយៈពេលបច្ចុប្បន្នជាមួយនឹងតម្លៃនៃការជាវ។
nb: Et abonnement er automatisk fornybart, hvilket betyr at når du har kjøpt det, vil det bli automatisk fornyet til du kansellerer det, et døgn før slutten av gjeldende periode. Din iTunes-konto vil bli belastet for fornyelse innen et døgn før slutten av gjeldende periode beløpende abonnementskostnaden. Behandle dine abonnementer og automatisk fornyelse ved å gå til din kontoinnstillinger.
nl: en abonnement wordt automatisch verlengd, wat betekent dat zodra het gekocht wordt automatisch verlengd totdat jij gaat annuleren 24 uur voorafgaand aan het einde van de huidige periode. Jou iTunes Account wordt in rekening gebracht voor vernieuwing binnen 24 uur voor het einde van de lopende periode met de kosten van het abonnement.
tg: Аъзогӣ ба таври автоматӣ нав карда мешавад, ин маънои онро дорад, ки пас аз харид то он замоне, ки шумо 24 соат пеш аз анҷоми мӯҳлати ҷорӣ онро қатъ месозед, нав карда мешавад. Аз ҳисоби iTunes-и шумо барои нав сохтани аъзогӣ дар давоми 24 соат пеш аз мӯлати анҷоми аъзогии ҷорӣ, маблағ ситонида мешавад. Барои идора намудани Аъзогӣ ва навшавии автоматӣ ба Ҷурсозиҳои Ҳисоби худ ворид шавед.
tr: Abonelikler otomatik olarak yenilenir. Yani bir abonelik bir kez satın alındığında, geçerli abonelik süresinin bitiminden 24 saat öncesinde iptal edilene kadar otomatik olarak yenilenir. Abonelik sürenizin bitimine 24 saat kala iTunes hesabınızdan abonelik yenileme ücreti çekilir.
zh_hans: 订阅是自动续费的，这意味着一旦购买，订阅将自动续订，直到您在当前订阅期结束前24小时取消为止。 您的 iTunes 账户将在本期结束前的24小时内续订，并收取订阅费用。
zh_hant: 一旦訂閱則會自動續約，除非在到期日結束24小時之前已關閉自動續訂。 您的 iTune 帳戶將在到期日的24小時內收取續訂費用。

# CANCEL_BUTTON
source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
fa: لغو
fr: Annuler
id: Batal
km: បោះបង់
nl: Annuleren

# CANCEL_BUTTON_TITLE
source: Cancel
am: ሰርዝ
ar: إلغاء
es: Cancelar
fr: Annuler
id: Batal
tr: İptal
zh_hans: 取消
zh_hant: 取消

# CANNOT_START_TUNNEL_DUE_TO_SUBSCRIPTION
source: You don't have an active subscription. Since you're not a subscriber or your subscription has expired, Psiphon can only be started from the Psiphon app. Please open the Psiphon app to start.
am: ንቁ የደበኝነት ምዝገባ የለዎትም። የደንበኝነት ተመዝጋቢ ስላልሆኑ ወይም የደንበኝነት ምዝገባዎ ጊዜው ስላበቃ Psiphon ከ Psiphon መተግበሪያ ብቻ ነው ሊከፈት የሚችለው። ለመጀመር የ Psiphon መተግበሪያን ይክፈቱ።
bn: আপনার সাইফন সদস্যতার মেয়াদ শেষ হয়ে গেছে। যেহেতু আপনি একজন গ্রাহক নন বা আপনার সদস্যতার মেয়াদ শেষ হয়ে গেছে, সাইফন কেবল সাইফন অ্যাপ থেকে চালু হতে পারে। দয়া করে সাইফন অ্যাপ্লিকেশন খুলুন।
es: No tiene una suscripción activa. Al no ser un suscriptor, o al haber expirado su suscripción, Psiphon sólo puede ser iniciado desde la aplicación Psiphon. Por favor abra la aplicación Psiphon para empezar.
fr: Vous n’avez pas d’abonnement en cours. Comme vous n’êtes pas abonné ou que votre abonnement est expiré, Psiphon ne peut être démarré qu’à partir de l’appli Psiphon. Veuillez ouvrir l’appli Psiphon pour démarrer.
id: Langganan Psiphon Anda telah kedaluwarsa. Karena Anda bukan lagi pelanggan atau langganan Anda telah kedaluwarsa, Psiphon hanya akan dijalankan ulang dari aplikasi Psiphon. Silakan buka aplikasi Psiphon.
km: ការភ្ជាប់ Psiphon​ របស់អ្នកបានហួសកំណត់។ ចាប់ពីពេលអ្នកមិនភ្ជាប់ ឬការភ្ជាប់បានហួសកំណត់, Psiphon អាចបើកបានតែក្នុងកម្មវិធី Psiphon តែប៉ុណ្ណោះ។ សូមបើកកម្មវិធី Psiphon។
nl: Je Psiphon-abonnement is verlopen. Omdat u geen abonnee bent of uw abonnement is verlopen, kan Psiphon alleen worden gestart vanuit de Psiphon-app. Open alstublieft de Psiphon-app.
tr: Etkin bir aboneliğiniz yok. Abone olmadığınız için ya da abonelik süreniz sona ermiş olduğundan, Psiphon yalnız Psiphon uygulaması içinden başlatılabilir. Lütfen başlatmak için Psiphon uygulamasını açın.
zh_hans: 您没有活跃的订阅。 由于您不是订阅者或订阅已过期，Psiphon 只能从 Psiphon 应用启动。 请打开 Psiphon 应用。
zh_hant: 您未有效訂閱付費 既然您不是訂閱者或是原訂閱已逾期，只能透過 Psiphon app 應用來啟動使用。 請開啟 Psiphon 應用。

# CHECK_UPSTREAM_PROXY_SETTING
source: You have configured Psiphon to use an upstream proxy. However, we seem to be unable to connect to a Psiphon server through that proxy. Please fix the settings and try again.
am: Psiphonን “የወደላይ ወኪል” እንዲጠቀም አድርገው አዋቅረውታል ። ይሁንና ይህንን ወኪል በመጠቀም ከPsiphon አገልጋይ ጋር መገናኘት አልቻልንም። እባክዎን መዋቅሩን ያስተካክሉ እና እንደገና ይሞክሩ።
ar: لقد قمت بتكوين سايفون لإستخدام بروكسي upstream. ومع ذلك, يبدو أننا غير قادرين على الإتصال بخادم سايفون من خلال هذا الوكيل. الرجاء إصلاح الإعدادات وإعادة المحاولة.
bn: আপনি একটি আপস্ট্রিম প্রক্সি ব্যবহার করার জন্য সাইফন কনফিগার করেছেন। যাইহোক, আমরা সে প্রক্সির মাধ্যমে একটি সাইফন সার্ভারে সংযোগ করতে অক্ষম বলে মনে হচ্ছে। অনুগ্রহ করে সেটিংস ঠিক করুন এবং আবার চেষ্টা করুন।
es: Ha configurado Psiphon para que use un proxy hacia Internet. Sin embargo, parece que no podemos conectar al servidor Psiphon a través de ese proxy. Por favor, corrija la configuración e inténtelo de nuevo.
fa: شما سایفون را برای استفاده از پروکسی تنظیم کرده‌اید. ولی ما قادر به اتصال به سرور سایفون از طریق این پروکسی نبودیم. لطفا پس از درست کردن تنطیمات، دوباره امتحان کنید.
fr: Vous avez configuré Psiphon pour qu’il utilise un serveur mandataire ascendant. Cependant, il semble que nous ne soyons pas en mesure de nous connecter à un serveur Psiphon par ce mandataire. Veuillez corriger les paramètres et ressayer.
id: Anda telah menyetel Psiphon untuk menggunakan proksi hulu. Namun, kami sepertinya tidak dapat terhubung dengan peladen Psiphon melalui proksi tersebut. Silakan perbaiki pengaturan dan ulangi lagi.
km: អ្នកបានកំណត់ Psiphon ដើម្បីប្រើជា ប្រូហ្ស៊ី​ខាងលើ។ ទោះយ៉ាងណា, យើងហាក់ដូចជាមិនអាចតភ្ជាប់ទៅកាន់ម៉ាស៊ីនមេ Psiphon តាមរយៈ​ប្រូហ្ស៊ី​នោះទេ។ សូមកែសំរួលការកំណត់ និងសាកល្បងម្តងទៀត។
nb: Du har satt opp Psiphon til å bruke en oppstrømstjener. Dog, lar det seg ikke gjøre å koble til noen Psiphon-tjener på den mellomtjeneren. Fiks innstillingene og prøv igjen.
nl: U hebt Psiphon geconfigureerd om een upstream-proxy te gebruiken. We lijken echter geen verbinding te kunnen maken met een Psiphon-server via die proxy. Corrigeer de instellingen en probeer het opnieuw.
tg: Шумо Psiphon-ро барои проксии баромад истифода бурдан танзим кардаед. Аммо мо бо истифодаи проксии мазкур ба серверҳои Psiphon пайваст шуда наметавонем. Танзимро ислоҳ карда, кӯшишро такрор намоед.
tr: Psiphon bir giden vekil sunucu kullanmak üzere yapılandırılmış. Ancak bu vekil sunucu üzerinden bir Psiphon sunucusu ile bağlantı kurulamadı. Lütfen ayarları düzeltip yeniden deneyin.
zh_hans: 您已将 Psiphon 设置为使用上游代理。 但是，我们似乎无法通过该代理连接到 Psiphon 服务器。 请修改设置并重试。
zh_hant: 你已設定Psiphon使用上端代理。 但我們似乎無法透過此代理連線到Psiphon伺服器。 請修復此設置後再重試。

source: CONNECT VIA
am: አገናኝ በ
ar: إتصل عبر
es: Conectar vía
fa: اتصال از طریق
fr: Se connecté avec
id: Sambungkan lewat
km: តភ្ជាប់តាម
nl: Verbinden via
zh_hans: 连接方式
zh_hant: 連線透過`

# CORRUPT_SETTINGS_ALERT_TITLE
source: Corrupt Settings
am: ብልሹ ቅንብሮች
ar: الإعدادات تالفة.
bn: নষ্ট সেটিংস
es: Configuración corrupta
fa: تنظیمات از بین رفته
fr: Réglages corrompus
id: Pengaturan Rusak
km: ការកំណត់មានបញ្ហា
nl: Corrupte Instellingen
tr: Ayarlar Bozulmuş
zh_hans: 被损坏的设置
zh_hant: 設置出問題

# CORRUPT_SETTINGS_MESSAGE
source: Your app settings file appears to be corrupt. Try reinstalling the app to repair the file.
am: የመተግበሪያዎ ቅንብር ፋይል የተበላሸ ይመስላል። መተግበሪያአውን ዳግም በመጫን ፋይሉን ለመጠገን ይሞክሩ
ar: يبدو أن ملف إعدادات التطبيق لديك تالف. حاول إعادة تثبيت التطبيق لإصلاح الملف.
bn: আপনার অ্যাপ সেটিংস ফাইলটি নষ্ট বলে মনে হচ্ছে। ফাইলটি মেরামত করার জন্য অ্যাপ্লিকেশনটি পুনরায় ইনস্টল করার চেষ্টা করুন।
es: El fichero de configuración de su aplicación parece estar corrupto. Pruebe a reinstalar la aplicación para reparar el fichero.
fa: به نظر می رسد که فایل تنظیمات برنامه شما از بین رفته است. برای تعمیر فایل مجددا برنامه را نصب کنید.
fr: Votre fichier des réglages de l’appli semble être corrompu. Essayez de réinstaller l’appli pour réparer le fichier.
id: Pengaturan aplikasi Anda sepertinya rusak. Coba pasang ulang aplikasi untuk memperbaiki berkas.
km: ឯកសារកំណត់កម្មវិធីរបស់អ្នកមានបញ្ហា។ ព្យាយាមដំឡើងកម្មវិធីឡើងវិញ ដើម្បីជួសជុលឯកសារនេះ។
nl: Je app-instellingen bestand lijkt corrupt. Probeer de app opnieuw te installeren om het bestand te herstellen.
tr: Uygulama ayarları dosyanız bozulmuş gibi görünüyor. Dosyayı onarmak için uygulamayı yeniden kurmayı deneyin.
zh_hans: 您的应用设置文件似乎已损坏。请尝试重新安装应用来修复设置文件。
zh_hant: 你的應用設置檔似乎壞掉了。請試著重新安裝應用以修復此檔案。

# DECLINE_BUTTON_TITLE
source: Decline
am: ውድቅ አድርግ
ar: رفض
es: Declinar
fr: Refuser
tr: Reddet
zh_hans: 拒绝
zh_hant: 拒絕

# DISMISS_BUTTON_TITLE
source: Dismiss
am: ተወው
ar: رفض
es: Descartar
fr: Fermer
id: Abaikan
tr: Yoksay
zh_hans: 忽略
zh_hant: 退訂

# DONE_ACTION
source: Done
am: ተሰርቷል
ar: تم
az: Hazır
be: Зроблена
bn: সম্পন্ন
es: Hecho
fa: انجام شد.
fr: Terminé
id: Selesai
km: រួចរាល់
ky: Даяр
nb: Ferdig
nl: Klaar
tg: Тайёр
uz: Bajarildi
zh_hans: 完成
zh_hant: 完成

# DONE_BUTTON_TITLE
source: Done
am: ተጠናቋል
ar: انتهاء
es: Hecho
fr: Terminé
id: Selesai
tr: Bitti
zh_hans: 完成
zh_hant: 完成

# FEEDBACK_UPLOAD_FAILED_MESSAGE
source: An error occured while uploading your feedback. Please try again. Your feedback helps us improve the Psiphon network.
am: ግብረመልስዎ በመሰቀል ላይ ሳለ ስህተት ተፈጥሯል። እባክዎትን ደግመው ይሞክሩ። ግብረመልስዎ የPsiphon አውታረመረብ የተሻለ እንዲሆን ያደርጋል።
ar: حدث خطأ أثناء تحميل ملاحظاتك. حاول مرة اخرى. تساعدنا ملاحظاتك على تحسين شبكة Psiphon.
bn: আপনার প্রতিক্রিয়া আপলোড করার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহপূর্বক আবার চেষ্টা করুন. আপনার প্রতিক্রিয়া সাইফন নেটওয়ার্ককে উন্নত করতে আমাদের সাহায্য করে।
es: Ocurrió un error al subir sus comentarios. Por favor, inténtelo de nuevo. Sus comentarios nos ayudan a mejorar la red Psiphon.
fa: هنگام ثبت نظر شما، خطا رخ داد. لطفا دوباره امتحان کنید. نظرات شما به بهبود شبکه سایفون کمک می‌کند.
fr: Une erreur est survenue lors du téléversement de votre rétroaction. Veuillez ressayer. Votre rétroaction nous permet d’améliorer le réseau Psiphon.
id: Sebuah kegagalan muncul ketika mengunggah umpan balik Anda. Silakan coba lagi. Umpan balik Anda akan membantu kami meningkatkan jaringan Psiphon.
km: មានបញ្ហាកើតឡើងនៅពេលកំពុងបញ្ចូលមតិយោបល់របស់អ្នក។ សូមសាកល្បងម្តងទៀត។ មតិយោបល់របស់អ្នក នឹងជួយយើងកែប្រែ បណ្តាញ Psiphon ឲ្យប្រសើរជាងមុន។
nl: Er is een fout opgetreden bij het uploaden van uw feedback. Probeer het opnieuw. Uw feedback helpt ons het Psiphon-netwerk te verbeteren.
tr: Geri bildiriminiz yüklenirken bir sorun çıktı. Lütfen yeniden deneyin. Geri bildiriminiz Psiphon ağını geliştirmemiz için önemli.
zh_hans: 上传您的反馈时发生错误。请再试一次。您的反馈有助于我们改进 Psiphon 网络。
zh_hant: 傳送回饋時出錯，請再試一次。用戶反饋大大協助 Psiphon 網路改善提昇。

# FEEDBACK_UPLOAD_FAILED_TITLE
source: Feedback upload failed
am: የግብረመልስ ሰቀላ አልተሳካም
ar: فشل تحميل التعليقات
bn: প্রতিক্রিয়া আপলোড ব্যর্থ হয়েছে
es: No se pudieron subir sus comentarios
fa: بارگذاری نظر انجام نشد.
fr: Échec de téléversement de la rétroaction
id: Unggah umpan balik gagal
km: បញ្ជូនមតិយោបល់បរាជ័យ
nl: Feedback upload mislukt
tr: Geri bildirim yüklenemedi
zh_hans: 反馈上传失败
zh_hant: 回饋上傳失敗

# FEEDBACK_UPLOAD_IN_PROGRESS_BACKGROUND_BUTTON_TITLE
source: Background
am: መደብ
ar: خَلْفِيَّة حَوَل المَوْضُوع
bn: পটভূমি
es: Escenario
fa: پیش‌زمینه
fr: Arrière-plan
id: Latar belakang
km: ផ្ទៃខាងក្រោយ
nl: achtergrond
tr: Arka planda
zh_hans: 背景
zh_hant: 背景

# FEEDBACK_UPLOAD_IN_PROGRESS_MESSAGE
source: Sending feedback…
am: ግብረ መልስ በመላክ ላይ...
ar: ارسال التعليقات
bn: প্রতিক্রিয়া পাঠানো হচ্ছে...
es: Enviando sus comentarios...
fa: در حال فرستادن نظر...
fr: Envoi de la rétroaction…
id: Mengirimkan umpan balik...
km: កំពុងបញ្ជូនមតិយោបល់...
nl: Verstuur Feedback...
tr: Geri bildirim gönderiliyor…
zh_hans: 正在发送反馈…
zh_hant: 傳送回饋...

# FEEDBACK_UPLOAD_SUCCESSFUL_MESSAGE
source: Thank you for helping improve Psiphon!
am: (Psiphonን ለማሻሻል ላበርከቱት አስተዋጾ እናመሰግናለን!
ar: شكراً للمساعدة في تحسين اداء سايفون!
bn: সাইফোন উন্নতিতে সাহায্য করার জন্য আপনাকে ধন্যবাদ!
es: ¡Gracias por ayudarnos a mejorar Psiphon!
fa: از این‌که به بهبود سایفون کمک می‌کنید ممنونیم!‌
fr: Nous vous remercions d’aider à l’amélioration de Psiphon !
id: Terima kasih sudah membantu meningkatkan Psiphon!
km: អរគុណសម្រាប់ការជួយធ្វើអោយ Psiphon កាន់តែប្រសើរឡើង!
nl: Bedankt voor het helpen verbeteren van Psiphon!
tr: Psiphon gelişimine katkıda bulunduğunuz için teşekkür ederiz!
zh_hans: 感谢您帮助改进 Psiphon！
zh_hant: 感謝協助改善 Psiphon!

# FEEDBACK_UPLOAD_SUCCESSFUL_TITLE
source: Feedback uploaded successfully
am: ግብረ መልስ በተሳካ ሁኔታ ተሰቅሏል
ar: تم تحميل التعليقات بنجاح
bn: প্রতিক্রিয়া সফলভাবে আপলোড করা হয়েছে
es: Sus comentarios se subieron con éxito
fa: ثبت نظر با موفقیت انجام شد.
fr: Votre rétroaction a été téléversée avec succès
id: Umpan balik berhasil diunggah
km: មតិយោបល់បានបញ្ជូនដោយជោគជ័យ
nl: Feedback is succesvol geüpload
tr: Geri bildirim yüklendi
zh_hans: 反馈上传成功
zh_hant: 回饋上傳作成功

# LICENSE_PAGE_URL
source: https://psiphon.ca/en/license.html
es: https://psiphon.ca/es/license.html
fr: https://psiphon.ca/fr/license.html
id: https://psiphon.ca/id/license.html
tr: https://psiphon.ca/tr/license.html
zh_hans: https://psiphon.ca/zh/license.html

source: Loading...
am: በመጫን ላይ...
ar: جاري التحميل...
az: Yüklənir...
be: Грузіцца...
bn: লোড হচ্ছে ...
es: Cargando...
fa: در حال بارگذاری...
fr: Chargement…
id: Memuat...
km: កំពុងផ្ទុក...
ky: Жүктөлүүдө...
nb: Laster…
nl: Laden...
tg: Бор шуда истодааст...
tr: Yükleniyor...
uz: Yuklanmoqda...
zh_hans: 加载中...
zh_hant: 載入中…

# NEXT_PAGE_BUTTON_TITLE
source: Next
am: ቀጣይ
ar: التالي
es: Siguiente
fr: Suivant
id: Selanjutnya
tr: Sonraki
zh_hans: 下一步
zh_hant: 下一個

# NO_INTERNET
source: No Internet Connection
am: የኢንተርኔት ግንኙነት የለም
ar: لا يوجد إتصال بالانترنت
az: İnternet əlaqəsi kəsilib
be: Няма інтэрнэт злучэння
bn: ইন্টারনেট সংযোগ নেই
es: No hay conexión a Internet
fa: ارتباط با اینترنت برقرار نیست
fr: Aucune connexion Internet
id: Tidak Ada Jaringan Internet
km: គ្មានបណ្តាញអ៊ីនធឺណែត
ky: Интернет Байланыш Жок
nb: Ingen internettilknytning
nl: Geen Internet Verbinding
tg: Алоқаи Интернет Мавҷуд Нест
tr: İnternet Bağlantısı Yok
uz: Internet bilan aloqa yo‘q
zh_hant: 無網路連線

# NO_PRODUCTS_TEXT
source: Could not retrieve subscriptions from the App Store. Pull to refresh or try again later.
ar: لا يمكن إستقبال الإشتراكات من App Store. إسحب للتحديث أو اعد المحاولة لاحقًا.
bn: অ্যাপ স্টোর থেকে সাবস্ক্রিপশন পুনরুদ্ধার করা যায়নি। রিফ্রেশ করুন অথবা পরে আবার চেষ্টা করুন।
es: No se pudieron obtener las suscripciones desde la App Store. Deslice hacia abajo para refrescar o inténtelo de nuevo más tarde.
fa: اطلاعات اشتراک از اپ‌استور دریافت نشد. دوباره امتحان کنید.
fr: Impossible de récupérer les abonnements de la logithèque App Store. Tirez vers le bas pour actualiser ou ressayez ultérieurement.
id: Tidak bisa mengambil kembali langganan dari App Store. Tarik untuk menyegarkan ulang atau coba kembali nanti.
km: មិនអាចទាញយកការតភ្ជាប់ពី App Store។ ទាញដើម្បីបើក និងសាកល្បងម្តងទៀត ពេលក្រោយ។
nb: Kan ikke hente abonnementer fra programbutikk. Dra for å gjenoppfriske og prøv igjen senere.
nl: Kan geen abonnementen ophalen uit de App Store. Haal om te vernieuwen of probeer het later opnieuw.
tg: Аъзогӣ аз App Store барқарор карда нашуд. Онро аз нав созед ё кӯшишро баъдтар такрор намоед.

# ONBOARDING_BEYOND_BORDERS_HEADER
source: Beyond Borders
am: ድምበር አቋራጭ
ar: ما وراء الحدود
es: Cruzando fronteras
fr: Par-delà les frontières
id: Melintas Batas
tr: Sınırları Aşın
zh_hans: 超越国界
zh_hant: 超越國界

# ONBOARDING_DONE_BUTTON
source: DONE
ar: انتهى
es: HECHO
fa: انجام شد
fr: FAIT
id: SELESAI
km: រួចរាល់
nl: KLAAR

# ONBOARDING_GETTING_STARTED_HEADER
source: Getting Started
am: መጀመርያ ላይ
es: Iniciar con Martus
fr: Premiers pas
id: Cara Memulai
tr: Başlarken
zh_hans: 快速上手
zh_hant: 入門指南

# ONBOARDING_NEXT_BUTTON
source: NEXT
ar: التالي
es: SIGUIENTE
fa: بعدی
fr: SUIVANT
id: SELANJUTNYA
km: បន្ទាប់
nl: VOLGENDE

# OPEN_PSIPHON_APP
source: Please open Psiphon app to finish connecting.
am: ግንኙነቱን ለመጨረስ የሳይፈን መተግበሪያውን እባክዎን ይክፈቱ።
ar: يُرجى فتح تطبيق سايفون لإنهاء الاتصال.
az: Qoşulmaq üçün, zəhmət olmasa, Psiphon tətbiqetməsini açın
be: Калі ласка, адкрыйце прыкладанне Psiphon для сканчэння злучэння
bn: সংযোগ শেষ করতে দয়া করে সাইফন অ্যাপ্লিকেশন খুলুন।
es: Por favor, abra la aplicación Psiphon para finalizar la conexión.
fa: لطفا برای متصل شدن، برنامه سایفون را باز کنید.
fr: Veuillez ouvrir l’appli Psiphon pour finir de vous connecter.
id: Silakan buka aplikasi Psiphon untuk mengakhiri sambungan.
km: សូមបើកកម្មវិធី Psiphon ដើម្បីបញ្ចប់ការតភ្ជាប់។
ky: Сураныч байланышты аяктоо үчүн Psiphon колдонмосун ачыңыз.
nb: Åpne Psipohn-programmet for å fullføre oppkobling.
nl: A.u.b open de Psiphon-app om de verbinding te voltooien.
tg: Лутфан барои пайвастшавиро анҷом додан нармафзори Psiphon-ро кушоед.
tr: Lütfen bağlantıyı tamamlamak için Psiphon uygulamasını açın.
uz: Psiphon dasturini oching va ulanishni yakunlang.
zh_hans: 请打开 Psiphon 应用来完成连接
zh_hant: 請打開Psiphon應用來完成連線
