Repository: Psiphon-Inc/psiphon-ios-vpn
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: am, ar, az, be, bn, es, fa, fr, id, km, ky, nb, nl, tg, tr, uz, zh_hans, zh_hant

# PSICASH_SPEED_BOOST_PURCHASE_FAILED_INVALID_TOKENS
source: Invalid Tokens: the app has entered an invalid state. Please reinstall the app to continue using PsiCash.
ar: رموز غير صالحة: التطبيق في حالة غير صحيحة. يرجى إعادة تثبيت التطبيق لمواصلة استخدام ساي كاش.
es: Credenciales inválidas: la aplicación ha entrado en un estado inválido. Por favor reinstálela para continuar usando PsiCash.
fa: کلید ورود نامعتبر: اپلیکیشن وارد وضعیت نامعتبری شده است. لطفا اپلیکیشن را دوباره نصب کنید و از سای‌کش استفاده کنید.
fr: Les jetons sont invalides : l’appli est entrée dans un état invalide. Veuillez réinstaller l’appli pour continuer à utiliser l’argent PsiCash.
id: Token Tidak Sah: aplikasi masuk status tidak sah. Silakan pasang ulang aplikasi untuk terus menggunakan PsiCash.
km: សញ្ញាសម្ងាត់មិនត្រឹមត្រូវ៖ កម្មវិធីបានបញ្ចូលស្ថានភាព​មិនត្រឹមត្រូវ។ សូមដំឡើងកម្មវិធី ដើម្បីបន្តប្រើប្រាស់ PsiCash ។
nl: Ongeldige Tokens: de app heeft een ongeldig staat ingevoerd. Installeer de app opnieuw om PsiCash te blijven gebruiken.

# PSICASH_SPEED_BOOST_PURCHASE_FAILED_MESSAGE_TEXT
source: Purchase failed, please try again in a few minutes.
ar: فشل في عملية الشراء، يرجى المحاولة مرة أخرى بعد بضع دقائق.
es: La compra falló, por favor intente nuevamente en unos minutos.
fa: خرید انجام نشد. لطفا چند دقیقه دیگه دوباره تلاش کنید.
fr: Échec d’achat, veuillez ressayer dans quelques minutes.
id: Pembelian gagal, silakan ulangi lagi dalam beberapa menit.
km: ការបញ្ជារទិញបរាជ័យ, សូមព្យាយាម ក្នុងពេលប៉ុន្មាននាទីទៀត។
nl: Aankoop mislukt, probeer het over een paar minuten opnieuw.

# PSICASH_SPEED_BOOST_PURCHASE_FAILED_PRICE_OUT_OF_DATE
source: Error: price of Speed Boost is out of date. Price:
ar: خطأ: سعر تعزيز السرعة غير محدث. السعر:
es: Error: el precio de Turbo Velocidad está desactualizado. Precio:
fa: خطا: قیمت «اسپیدبوست» قدیمی است. قیمت جدید:
fr: Erreur : le prix de l’Augmentation de la vitesse est périmé. Prix :
id: Gagal: harga Speed Boost sudah tidak berlaku. Harga:
km: កំហុស៖ តម្លៃនៃល្បឿនបន្ថែម ហួសជំនាន់។ តម្លៃ៖
nl: Fout: prijs van Speed Boost is verouderd. Prijs:

# PSICASH_SPEED_BOOST_PURCHASE_FAILED_PRICE_OUT_OF_DATE_NO_MISMATCH
source: Error: price of Speed Boost is out of date. Updating local products.
ar: خطأ: سعر تعزيز السرعة غير محدث. جارِتحديث المنتج.
es: Error: el precio de Turbo Velocidad está desactualizado. Actualizando productos locales.
fa: خطا: قیمت «اسپید بوست» قدیمی شده است. در حال به روزرسانی محصولات دیگر.
fr: Erreur : le prix de l’Augmentation de la vitesse est périmé. Mise à jour des produits locaux.
id: Gagal: harga Speed Boost sudah tidak berlaku. Perbarui produk lokal.
nl: Fout: prijs van Speed Boost is verouderd. Lokale producten bijwerken.

# PSICASH_SPEED_BOOST_PURCHASE_FAILED_PRODUCT_NOT_FOUND
source: Error: Speed Boost product not found. Local products updated. Your app may be out of date. Please check for updates.
ar: خطأ: لم يتم العثور على منتج تعزيز السرعة. تم تحديث المنتج. قد يكون تطبيقك قديمًا. يرجى التحقق من وجود تحديثات.
es: Error: producto de Turbo Velocidad no encontrado. Productos locales actualizados. Su aplicación puede estar desactualizada. Por favor compruebe si hay actualizaciones.
fa: خطا: محصول «اسپید بوست» یافت نشد. محصول‌های محلی به روز شد. برنامه شما ممکن است قدیمی باشد. لطفا به روزرسانی‌ها را چک کنید.
fr: Erreur : le produit Augmentation de la vitesse est introuvable. Les produits locaux sont à jour. Votre appli pourrait être périmée. Veuillez vérifier la présence de mises à jour.
id: Gagal: produk Speed Boost tidak ditemukan. Produk lokal diperbarui. Aplikasi Anda mungkin kedaluwarsa. Silakan cek untuk pembaruan.
km: កំហុស៖ រកមិនឃើញផលិតផលល្បឿនបន្ថែម។ ផលិតផលបានធ្វើបច្ចុប្បន្នភាព។ កម្មវិធីរបស់អ្នកប្រហែលហួសសម័យ។ សូមត្រួតពិនិត្យ សម្រាប់បច្ចុប្បន្នភាព។
nl: Fout: Speed Boost product niet gevonden. Lokale producten bijgewerkt. Je app is mogelijk verouderd. Controleer alstublieft op updates.

# PSICASH_SPEED_BOOST_PURCHASE_FAILED_SERVER_ERROR
source: Server error. Please try again in a few minutes.
ar: خطأ في الخادم. يرجى المحاولة مرة أخرى خلال بضع دقائق.
es: Error de servidor. Por favor inténtelo de nuevo en unos minutos.
fa: خطای سرور. لطفا پس از چند دقیقه مجددا تلاش کنید.
fr: Erreur de serveur. Veuillez ressayer dans quelques minutes.
id: Peladen gagal. Silakan coba beberapa menit lagi.
km: កំហុសម៉ាស៊ីនមេ។ សូមសាកល្បង ក្នុងពេលប៉ុន្មាននាទីទៀត។
nl: Server fout. Probeer het over een paar minuten opnieuw.

# PSICASH_SPEED_BOOST_PURCHASE_FAILED_UNEXPECTED_CODE
source: Invalid or unexpected status code returned from PsiCash library.
ar: تم إرجاع رمز غير صالح أو غير متوقع من مكتبة ساي كاش.
es: Código de estado inválido o inesperado retornado por la biblioteca PsiCash.
fa: کد وضعیت موردنیاز از صندوق سای‌کش دریافت نشد.
fr: Un code d’état invalide ou inattendu a été retourné par la bibliothèque PsiCash.
id: Kode status tidak sah atau tak terduga dikembalikan dari perpustakaan PsiCash.
km: កូដស្ថានភាពមិនត្រឹមត្រូវ ឬមិនរំពឹងទុក ត្រលប់ពីបណ្ណាល័យ PsiCash។
nl: Ongeldige of onverwacht status code geretourneerd door PsiCash bibliotheek.

# REFRESH_APP_RECEIPT_BUTTON_DESCRIPTION_LIST_HEADER
source: Refresh your app receipt when:
am: የሚከተሉት ሲሆኑ የመተግበሪያ ደረሰኝዎን ዳግም ያድሱ፦
ar: حدِث تلق التطبيق عندما:
es: Refresque el recibo de su aplicación cuando:
fa: رسید برنامه خود را به روز کنید وقتی:
fr: Actualisez votre reçu d’appli si :
id: Segarkan kembali tanda terima aplikasi Anda jika:
km: ផ្ទុកបង្កាន់ដៃកម្មវិធីរបស់អ្នកឡើងវិញនៅពេល៖
nl: Vernieuw je app kwitantie wanneer:
tr: Şu olduğunda uygulama alındınızı yenileyin:
zh_hans: 何时刷新应用收据：
zh_hant: 重刷新應用收據：

# REFRESH_APP_RECEIPT_BUTTON_DESCRIPTION_POINT_1
source: You need to recover a subscription on your account with a new phone
am: በአዲሱ ስልክዎ በሂሳብዎ የደንበኝነት ምዝገባ መልሰው ማግኘት ይኖርቦታል
ar: تحتاج إلى استرداد الاشتراك على حسابك بهاتف جديد
es: Necesite recuperar una suscripción en su cuenta con un nuevo teléfono
fa: باید اشتراک روی حساب خود را باید یک تلفن جدید بازیابی کنید.
fr: Vous devez récupérer un abonnement sur votre compte avec un nouveau téléphone
id: Anda perlu untuk mengulangi langganan di akun Anda dengan ponsel baru.
km: អ្នកត្រូវស្តារការភ្ជាប់លើគណនីរបស់អ្នក ជាមួយទូរស័ព្ទថ្មី
nl: U moet een abonnement op uw account herstellen met een nieuwe telefoon
tr: Yeni bir telefona geçtiğinizde hesabınızdaki aboneliği geri yüklemeniz gerekir
zh_hans: 使用新电话时，你需要恢复账户里的订阅
zh_hant: 需要在新手機上恢復訂閱帳號

# REFRESH_APP_RECEIPT_BUTTON_DESCRIPTION_POINT_2
source: You cannot see a subscription you purchased on this device
am: በዚህ መሣሪያ የገዙትን የደንበኝነት ምዝገባ መመልከት አይችሉም
ar: لا يمكنك رؤية أية اشتراك قمت بشرائه على هذا الجهاز
es: No puede ver una suscripción que compró en éste dispositivo.
fa: اشتراک خریداری شده را روی این دستگاه نمی‌توانید ببینید
fr: Vous ne voyez pas un abonnement que vous avez acheté sur cet appareil
id: Anda tidak bisa melihat langganan yang Anda beli di perangkat ini.
km: អ្នកមិនអាចឃើញការភ្ជាប់ដែលអ្នកបានបញ្ជារទិញលើឧបករណ៍នេះ
nl: Je kunt een abonnement dat je op dit apparaat hebt gekocht niet zien
tr: Bu aygıt üzerinden satın aldığınız bir aboneliği göremezsiniz
zh_hans: 无法在本设备上看到你购买的订阅
zh_hant: 無法在設備上看到所購買的訂閱資料

# RESTORE_SUBSCRIPTION_BUTTON
source: Restore Subscription
am: የደንበኝነት ምዝገባን ወደነበረበት መልስ
ar: استعادة الاشتراك
es: Restaurar Suscripción
fa: برگرداندن اشتراک
fr: Restaurer un abonnement
id: Kembalikan Berlangganan
km: ស្តារការភ្ជាប់ឡើងវិញ
nl: Herstel Abonnement
tr: Aboneliği Geri Yükle
zh_hans: 恢复订阅
zh_hant: 重置訂閱

# RESTORE_SUBSCRIPTION_BUTTON_TITLE
source: Restore my subscription
am: የደንበኝነት ምዝገባዬን ወደነበረበት መልስ
ar: استعادة اشتراكي
bn: আমার বিদ্যমান সাবস্ক্রিপশন পুনরুদ্ধার করুন
es: Restaurar mi suscripción
fa: اشتراک من را برگردان
fr: Restaurer mon abonnement
id: Kembalikan berlangganan saya
km: ស្តារការភ្ជាប់របស់ខ្ញុំ
nb: Gjenopprett eksisterende abonnement
nl: Herstel mijn abonnement
tg: Аъзогии мазкури маро барқарор сохтан
tr: Aboneliğimi geri yükle
zh_hans: 恢复我的订阅
zh_hant: 重置訂閱

# REWARDED_VIDEO_EARN_PSICASH
source: Watch a video to earn PsiCash!
ar: شاهد الفيديو لتكسب PsiCash
es: ¡Mire un vídeo para ganar Psicash!
fa: برای ساختن سای‌کش این ویدیو را ببینید!
fr: Regardez une vidéo et gagnez de l’argent PsiCash !
nl: Bekijk een video om PsiCash! te verdienen.

# SELECT_LANG_BUTTON_TITLE
source: Select Language
am: ቋንቋ ይምረጡ
ar: اختر اللغة
es: Seleccionar idioma
fr: Sélectionner une langue
id: Pilih Bahasa
tr: Dil seçin
zh_hans: 选择语言
zh_hant: 選取語言

# SETTINGS_REINSTALL_VPN_CONFIGURATION_CELL_TITLE
source: Reinstall VPN profile
am: የምናባዊ የግል አውታረ መረብ (ቪፒኤን) መገለጫን ዳግም ጫን
ar: أعادة تثبيت ملف تعريف الـ VPN
es: Reinstalar perfil de VPN
fa: پروفایل وی‌پی‌‌ان را مجددا نصب کنید
fr: Réinstaller le profil RPV
id: Pasang ulang profil VPN
km: ដំឡើងប្រវត្តិរូប VPN
nl: Installeer VPN-profiel
tr: VPN profilini yeniden kur
zh_hans: 重新安装 VPN 配置文件
zh_hant: 重新安裝 VPN

# SETTINGS_RESET_ADMOB_CONSENT
source: Reset AdMob Consent
am: የAdMob ስምምነት ዳግም አቀናብር
es: Restablecer consentimiento de AdMob
fr: Réinitialiser le consentement AdMob
tr: AdMob Onayını Sıfırla
zh_hans: 重置 AdMob 同意书
zh_hant: 重設 AdMob 同意

# SETTINGS_SUBSCRIPTION_ACTIVE
source: Subscriptions
am: የደንበኝነት ምዝገባዎች
ar: اشتراك
bn: সাবস্ক্রিপশনস
es: Suscripciones
fa: اشتراک ها
fr: Abonnements
id: Subskripsi
km: ការភ្ជាប់
nb: Abonnementer
nl: Abonnementen
tg: Аъзогиҳо
tr: Abonelikler
zh_hans: 订阅
zh_hant: 訂閱付費

# SETTINGS_SUBSCRIPTION_NOT_ACTIVE
source: Go premium!
ar: انتقلوا للنسخة المدفوعة!
bn: প্রিমিয়াম-এ যান!
es: ¡Pásese a premium!
fa: مشترک شوید!
fr: Passez Pro !
id: Pilih premium!
km: ប្តូរទៅកញ្ចប់ខ្ពស់!
nb: Kjøp premium.
nl: Ga premium!
tg: Ба сатҳи олӣ рафтан!
zh_hans: 升级到高级版！

source: Subscriptions
am: የደንበኝነት ምዝገባዎች
ar: الاشتراكات
bn: সাবস্ক্রিপশনস
es: Suscripciones
fa: اشتراک ها
fr: Abonnements
id: Subskripsi
km: ការភ្ជាប់​
nb: Abonnementer
nl: Abonnementen
tg: Аъзогиҳо
tr: Abonelikler
zh_hans: 订阅
zh_hant: 訂閱付費

# SUBSCRIPTIONS_MANAGE_SUBSCRIPTION_BUTTON
source: Manage
am: አስተዳድር
es: Administrar
fr: Gérer
id: Kelola
tr: Yönetim
zh_hans: 管理
zh_hant: 管理

# SUBSCRIPTIONS_PAGE_BANNER_TITLE
source: Get 3 days of premium FREE when subscribing to any plan
ar: احصل على الإصدار المميز مجاناً لمدة ٣ أيام عند الاشتراك في أي باقة
es: Obtenga 3 días LIBRES de servicio premium cuando se suscriba a cualquier plan
fa: برای هر مدل اشتراک، ۳ روز اشتراک premium را به صورت رایگان دریافت کنید.
fr: Obtenez 3 jours Pro GRATUITS en vous abonnant à n’importe quelle offre
id: Dapatkan 3 hari GRATIS premium ketika berlangganan untuk rencana apapun
km: ទទួលបាន 3 ថ្ងៃនៃគម្រោងខ្ពស់ ដោយឥតគិតថ្លៃ នៅពេលចុះឈ្មោះប្រើប្រាស់គម្រោងណាមួយ
nl: Krijg 3 dagen premium vrij wanneer abonneren op elk plan

# SUBSCRIPTIONS_PAGE_MANAGE_SUBSCRIPTION_BUTTON
source: Manage your subscription
am: የደንበኝነት ምዝገባዎን ያስተዳድሩ
ar: تحكم الاشتراك
es: Gestione su suscripción
fa: اشتراک خود را مدیریت کنید.
fr: Gérer vos abonnements
id: Kelola langganan Anda
km: គ្រប់គ្រងការភ្ជាប់គម្រោងរបស់អ្នក
nl: Beheer je abonnement
tr: Aboneliğinizi yönetin
zh_hans: 管理我的订阅
zh_hant: 管理訂閱

# SUBSCRIPTIONS_PAGE_RESTORE_SUBSCRIPTION_BUTTON
source: I don't see my subscription
am: የደንበኝነት ምዝገባየን እያየሁት አይደለም
ar: لا أرى اشتراكي
es: No veo mi suscripción
fa: اشتراکم را نمی‌بینم.
fr: Je ne vois pas mon abonnement
id: Saya tidak menemukan langganan saya
km: ខ្ញុំមិនឃើញការតភ្ជាប់របស់ខ្ញុំទេ
nl: Ik zie mijn abonnement niet
tr: Aboneliğimi göremiyorum
zh_hans: 我找不到我的订阅
zh_hant: 無法查看訂閱狀況

# SUBSCRIPTIONS_PRIVACY_POLICY_BUTTON_TEXT
source: Privacy Policy
am: የግላዊነት ፖሊሲ
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
es: Política de privacidad
fa: حریم خصوصی
fr: Politique de confidentialité
id: Kebjiakan Privasi
km: គោលការណ៍​ភាព​ឯកជន
nl: privacybeleid
tr: Gizlilik İlkesi
zh_hans: 隐私政策
zh_hant: 隱私政策

# SUBSCRIPTIONS_SUBSCRIBE_BUTTON
source: Subscribe
am: ይመዝገቡ
ar: إشترك
es: Suscribirse
fr: S’abonner
id: Langganan
tr: Abone Olun
zh_hans: 订阅
zh_hant: 訂閱

# SUBSCRIPTIONS_TERMS_OF_USE_BUTTON_TEXT
source: Terms of Use
am: የአጠቃቀም ስምምነቶች
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
es: Condiciones de uso
fa: شرایط استفاده
fr: Conditions générales d’utilisation
id: Ketentuan Penggunaan
km: លក្ខខណ្ឌនៃការប្រើប្រាស់
nl: Gebruiksvoorwaarden
tr: Kullanım Koşulları
zh_hans: 使用条款
zh_hant: 使用條款

# TURN_ON_DATE
source: Turn on cellular data or use Wi-Fi to access data.
am: እባክዎትን የህዋስ ውሂብን ያብሩ ወይም ዋይፋይ ይጠቀሙ።
ar: فعِّل بيانات الشبكة أو استخدم الواي فاي للوصول إلى البيانات.
az: Data xidmətini açın, ya da WIFI-ya keçin ki, əlaqə yaransın
be: Уключыце перадачу мабільных даных або скарыстайце з Wi-Fi, каб атрымаць доступ да даных
bn: ডেটা অ্যাক্সেস করার জন্য সেলুলার ডেটা চালু করুন বা ওয়াইফাই ব্যবহার করুন।
es: Active los datos móviles o use Wi-Fi para acceder a los datos.
fa: اینترنت تلفن همراه را روشن کنید یا از وای‌فای برای دسترسی به داده‌ها استفاده کنید.
fr: Activez les données cellulaires ou utilisez le Wi-Fi pour accéder aux données.
id: Hidupkan paket data atau gunakan Wi-Fi untuk mengakses data.
km: បើក អ៊ីនធឺណែតទូរស័ព្ទ ឬប្រើប្រាស់Wi-Fi ដើម្បីតភ្ជាប់។
ky: Маалымат алуу үчүн уюлдук маалыматты күйгүзүңүз же Wi-Fi колдонуңуз.
nb: Skru på mobildata eller bruk Wi-Fi for å få tilgang.
nl: Inschakelen mobiele gegevens of gebruik Wi-Fi om toegang tot gegevens.
tg: Барои дастрасӣ ба маълумотҳо алоқаи мобилӣ фаъол намоед ё аз Wi Fi истифода намоед.
tr: Lütfen hücresel veriyi açın ya da Wi-Fi kullanın.
uz: Ulanish uchun WiFi yoki mobil internetni yoqing.
zh_hant: Please turn on cellular data or use Wi-Fi.

# VPN_START_FAIL_MESSAGE
source: An error occurred while starting Psiphon. Please try again. If this problem persists, try reinstalling the Psiphon app.
am: Psiphon በሚጀምርበት ወቅት ስህተት ተፈጥሯል። እባክዎትን ደግመው ይሞክሩ።
ar: حدث خطأ أثناء بدء سايفون. حاول مرة اخرى. إذا استمرت هذه المشكلة ، فحاول إعادة تثبيت تطبيق سايفون.
bn: সাইফন শুরু করার সময় একটি ত্রুটি ঘটেছে।অনুগ্রহপূর্বক আবার চেষ্টা করুন। এই সমস্যাটি চলতে থাকলে, সাইফন অ্যাপ্লিকেশন পুনরায় ইনস্টল করার চেষ্টা করুন।
es: Ocurrió un error al iniciar Psiphon. Por favor, inténtelo de nuevo. Si este problema persiste, intente reinstalar la aplicación Psiphon.
fa: خطا در شروع سایفون رخ داد. لطفا دوباره امتحان کنید. اگر این مشکل مداوم بود، برنامه سایفون را دوباره نصب کنید.
fr: Une erreur est survenue lors du démarrage de Psiphon. Veuillez ressayer. Si le problème persiste, tentez de réinstaller l’appli Psiphon.
id: Kegagalan terjadi ketika memulai Psiphon. Silakan coba lagi. Jika masalah masih terjadi, coba pasang ulang aplikasi Psiphon.
km: មានបញ្ហាកើតឡើង​ នៅពេលដំណើការ Psiphon។ សូមព្យាយាមម្តងទៀត។ ប្រសិនបើ បញ្ហានៅតែមាន សាកល្បងដំឡើងកម្មវិធីនេះ សារឡើងវិញ។
nl: Er is een fout opgetreden tijdens het opstarten van Psiphon. Probeer het opnieuw. Als dit probleem aanhoudt, probeert u de Psiphon-app opnieuw te installeren.
tr: Psiphon başlatılırken bir sorun çıktı. Lütfen yeniden deneyin.
zh_hans: 启动 Psiphon 时发生错误。请再试一次。如果问题仍然存在，请尝试重新安装 Psiphon 应用。
zh_hant: 啟動Psiphon時出錯，請再試一次。如此問題一直發生，請重新安裝Psiphon應用。

# VPN_START_FAIL_TITLE
source: Unable to start
am: ለማስጀመር አልተቻለም
ar: تعذر البدء
bn: শুরু করতে অক্ষম
es: No se pudo iniciar.
fa: شروع ممکن نیست
fr: Impossible de démarrer
id: Tidak bisa memulai
km: មិនអាចចាប់ផ្តើម
nl: Kan niet starten
tr: Başlatılamadı
zh_hans: 无法启动
zh_hant: 無法開始

# VPN_START_PERMISSION_DENIED_MESSAGE
source: Psiphon needs your permission to install a VPN profile in order to connect. Psiphon is committed to protecting the privacy of our users. You can review our privacy policy by tapping "Privacy Policy".
am: Psiphon VPN profile ለመጫን ፈቃድዎን ይፈልጋል። Psiphon የተቃሚዎቻችንን ግላዊነት ለመጠበቅ እንተጋለን። የግላዊነት ፖሊሲያችንን ለመቃኘት ''የግላዊነት መምሪያ'' የሚለውን መታ ማድረግ ይቻላሉ።
ar: يحتاج سايفون إلى موافقتك لتثبيت ملف تعريف الـ VPN للاتصال. تلتزم سايفون بحماية خصوصية مستخدميها. يمكنك مراجعة سياسة الخصوصية من خلال النقر على "سياسة الخصوصية".
bn: সংযোগ করার জন্য একটি ভিপিএন প্রোফাইল ইনস্টল করার জন্য সাইফোনকে আপনার অনুমতির প্রয়োজন। সাইফোন আমাদের ব্যবহারকারীদের গোপনীয়তা রক্ষা করার জন্য প্রতিশ্রুতিবদ্ধ। আপনি "গোপনীয়তা নীতি" তে প্রবেশ করে আমাদের গোপনীয়তা নীতি পর্যালোচনা করতে পারেন।
es: Psiphon necesita su permiso para instalar un perfil VPN para conectar. Psiphon está comprometido a proteger la privacidad de nuestros usuarios. Puede revisar nuestra política de privacidad pulsando "Política de privacidad".
fa: سایفون برای اتصال به اجازه شما برای نصب یک پروفایل ‌وی‌پی‌ان نیاز دارد. سایفون به حفاظت از حریم خصوصی کاربرانش متعهد است. برای دیدن مقررات سایفون درباره حریم خصوصی گزینه «حریم خصوصی» را فشاردهید.
fr: Psiphon a besoin de votre permission pour installer un profil RPV afin de se connecter. Psiphon est déterminé à protéger les renseignements personnels de ses utilisateurs. Vous pouvez examiner notre politique de confidentialité en touchant « Politique de confidentialité ».
id: Psiphon memerlukan izin Anda untuk pasang profil VPN agar terhubung. Psiphon berkomitmen untuk melindungi privasi para penggunanya. Anda bisa meninjau kebijakan privasi kami dengan mengetuk "Kebijakan Privasi".
km: Psiphon ត្រូវការការអនុញ្ញាតរបស់អ្នកដើម្បីតំឡើងប្រវត្តិរូប VPN ដើម្បីភ្ជាប់។ Psiphon ប្តេជ្ញាការពារភាពជាឯកជននៃអ្នកប្រើប្រាស់របស់យើង។ អ្នកអាចពិនិត្យឡើងវិញនូវគោលនយោបាយភាពឯកជនរបស់យើងដោយគ្រាន់តែចុច "គោលនយោបាយភាពឯកជន" ។
nl: Psiphon heeft uw toestemming nodig om een VPN-profiel te installeren om verbinding te maken. Psiphon doet er alles aan om de privacy van onze gebruikers te beschermen. U kunt onze privacy beleid te herzien door te tikken "Privacybeleid".
tr: Psiphon bağlantı kurmak için bir VPN profili kurmak amacıyla izninizi istiyor. Psiphon, kullanıcılarının kişisel gizliliğini korumayı amaçlar. Ayrıntılı bilgi almak için "Gizlilik İlkesi" üzerine dokunun.
zh_hans: Psiphon 需要您的许可才能安装 VPN 配置文件以供连接。 Psiphon 致力于保护用户的隐私。您可以点击“隐私政策”来查看我们的隐私政策。
zh_hant: 授權 Psiphon 在設備上安裝 VPN 設定方能連線網路。 Psiphon 非常重視用戶隱私，可輕觸 "隱私政策"了解我們的作法。

# VPN_START_PRIVACY_POLICY_BUTTON
source: Privacy Policy
am: የግላዊነት ፖሊሲ
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
es: Política de privacidad
fa: حریم خصوصی
fr: Politique de confidentialité
id: Kebjiakan Privasi
km: គោលការណ៍​ភាព​ឯកជន
nl: privacybeleid
tr: Gizlilik İlkesi
zh_hans: 隐私政策
zh_hant: 隱私政策

# VPN_STATUS_CONNECTED
source: Connected
am: ተገናኝቷል
ar: متصل
az: Qoşuldu
be: Падлучана
bn: সংযুক্ত
es: Conectado
fa: وصل شد
fr: Connecté
id: Terhubung
km: បានភ្ជាប់
ky: Байланышты
nb: Tilkoblet
nl: Verbonden
tg: Пайваст шудем
tr: Bağlantı kuruldu
uz: Ulandi
zh_hans: 已连接
zh_hant: 已連接

# VPN_STATUS_CONNECTING
source: Connecting
am: በመገናኘት ላይ
ar: جاري الاتصال
az: Qoşulur
be: Ідзе злучэнне...
bn: সংযুক্ত করা হচ্ছে
es: Conectando
fa: در حال اتصال
fr: Connexion
id: Menyambung
km: កំពុងតភ្ជាប់
ky: Байланышуу
nb: Kobler til
nl: Verbinden
tg: Пайваст мешавем
tr: Bağlantı kuruluyor
uz: Tarmoqqa ulanmoqda
zh_hans: 正在连接
zh_hant: 正在連接

# VPN_STATUS_DISCONNECTED
source: Disconnected
am: ተለያይቷል
ar: غير متصل
az: Qoşulmayıb
be: Адлучана
bn: সংযোগ বিচ্ছিন্ন
es: Desconectado
fa: قطع است
fr: Déconnecté
id: Terputus
km: បានផ្តាច់ការតភ្ជាប់
ky: Байланыш үзүлдү
nb: Frakoblet
nl: Verbroken
tg: Ҷудо шудем
tr: Bağlantı kesildi
uz: Aloqa uzildi
zh_hans: 已中断连接
zh_hant: 已中斷連接

# VPN_STATUS_DISCONNECTING
source: Disconnecting
am: በመለያየት ላይ
ar: جاري قطع الإتصال
az: Ayrılır
be: Ідзе адлучэнне
bn: সংযোগ বিচ্ছিন্ন করা হচ্ছে
es: Desconectando
fa: در حالِ قطع ارتباط
fr: Déconnexion
id: Memutus sambungan
km: កំពុងផ្តាច់
ky: Байланыш үзүлүүдө
nb: Kobler fra
nl: Verbreek
tg: Ҷудо мешавем
tr: Bağlantı kesiliyor
uz: Uzilmoqda
zh_hans: 正在中断连接
zh_hant: 正在中斷連接

# VPN_STATUS_INVALID
source: Disconnected
am: ተለያይቷል
ar: غير متصل
az: Qoşulmayıb
be: Адлучана
bn: সংযোগ বিচ্ছিন্ন
es: Desconectado
fa: قطع است
fr: Déconnecté
id: Terputus
km: បានផ្តាច់ការតភ្ជាប់
ky: Байланыш үзүлдү
nb: Frakoblet
nl: Verbroken
tg: Ҷудо шудем
tr: Bağlantı kesilmiş
uz: Aloqa uzildi
zh_hans: 已中断连接
zh_hant: 已中斷連接

# VPN_STATUS_RECONNECTING
source: Reconnecting
am: ከእንደገና እያገናኘ ነው
ar: تجري إعادة الاتصال
az: Yenidən qoşulur
be: Паўторнае злучэнне
bn: পুনঃসংযোগ করা হচ্ছে
es: Reconectando
fa: در حال اتصال مجدد
fr: Reconnexion
id: Menyambung kembali
km: កំពុងតភ្ជាប់ម្តងទៀត
ky: Кайра байланышып жатат
nb: Kobler til igjen
nl: Opnieuw verbinden
tg: Азнавпайвастшавӣ
tr: Yeniden bağlanıyor
uz: Qayta ulanmoqda
zh_hans: 重新连接
zh_hant: 重新連線中

# VPN_STATUS_RESTARTING
source: Restarting
am: ከእንደገና እያስጀመረ ነው
ar: أعد التشغيل
az: Yenidən başlanır
be: Перазапуск
bn: পুনরায় চালু করা হচ্ছে
es: Reiniciando
fa: راه‌اندازی مجدد
fr: Redémarrage
id: Sedang restart
km: កំពុងចាប់ផ្តើមឡើងវិញ
ky: Кайра жүргүзүү
nb: Starter på nytt
nl: Herstarten
tg: Аз нав бакордароӣ
tr: Yeniden başlatılıyor
uz: Qayta ishga tushmoqda
zh_hans: 重新启动
zh_hant: 正在重啟

# OK_BUTTON
source: OK
am: እሺ
ar: موافق
az: Oldu
bn: ঠিক আছে
fa: تایید
id: OKE
km: យល់ព្រម
ky: Макул
tg: ОК
tr: Tamam
zh_hans: 是

# ALERT_BODY_OPERATION_FAILED
source: Operation failed, please try again.
am: ክንዋኔው አልተሳካም። እባክዎን ደግመው ይሞክሩ።
tr: İşlem tamamlanamadı, lütfen yeniden deneyin.
zh_hans: 操作失败，请重试。
zh_hant: 操作失敗，請重試

# ALERT_TITLE_OPERATION_FAILED
source: Operation Failed
am: ክንዋኔው አልተሳካም
tr: İşlem Tamamlanamadı
zh_hans: 操作失败
zh_hant: 操作失敗

# ONBARDING_VPN_INSTALL_GUIDE_TEXT
source: You’ll need to allow Psiphon to add VPN configurations in order to connect.
zh_hans: 您需要允许 Psiphon 添加 VPN 配置文件才能连接。

# ONBOARDING_BEYOND_BORDERS_BODY_2
source: Psiphon connects you to the content you want, no matter where you are.
am: የትም ቢሆኑ Psiphon የሚፈልጉት ይዘት ላይ እንዲዳረሱ ይፈቅዳል።
tr: Psiphon nerede olursanız olun sizi erişmek istediğiniz içeriğe bağlar.
zh_hans: 无论您身处何方，Psiphon 总能连接到您想要的内容。
zh_hant: Psiphon 為不管身處何地用戶可以隨心所欲地連線訪問內容。

# ONBOARDING_GETTING_STARTED_BODY_2
source: In order to connect, Psiphon needs the ability to add VPN configurations.
am: ለመገናኘት Psiphon ምናባዊ የግል አውታረ መረብ (ቪፒኤን) ውቅረቶችን እንዲያክል ይፍቀዱ።
tr: Bağlantı kurabilmek için Psiphon uygulamasına VPN yapılandırması ekleme izni verilmelidir.
zh_hans: 为了连接，Psiphon 需要能够添加 VPN 配置文件。
zh_hant: 連線使用必須先讓 Psiphon 可以新增 VPN 設置。

# PRIVACY_POLICY_DECLINED_ALERT_BODY
source: You must accept our Privacy Policy before continuing to use Psiphon.
am: Psiphonን ለመጠቀም የግላዊነት ፖሊሲያችንን መቀበል ይኖርበታል።
tr: Psiphon kullanmaya başlamadan önce Gizlilik İlkemizi kabul etmelisiniz.
zh_hans: 在继续使用 Psiphon 之前，您必须接受我们的隐私条款。
zh_hant: 繼續使用 Psiphon 之前必須先同意我們的隱私權條件。

# RESET_IDENTIFIER_BUTTON_TITLE
source: Reset Consent
am: ስምምነት ዳግም አቀናብር
tr: Onayı Sıfırla
zh_hans: 重置内容
zh_hant: 重置同意

# SELECT_LANG
source: SELECT LANGUAGE
am: ቋንቋ ይምረጡ
tr: DİL SEÇİN
zh_hans: 选择语言
zh_hant: 選取語言

# SUBSCRIPTION_BAR_FOOTER_TEXT_SUBSCRIBED
source: Premium - Max Speed
zh_hans: 高级版-极速

# SUBSCRIPTION_BAR_HEADER_TEXT_NOT_SUBSCRIBED
source: GET PREMIUM
am: ፕሪምየም ይግዙ
tr: PREMIUM SÜRÜMÜ ALIN
zh_hans: 升级到高级版
zh_hant: 訂閱 Premium

# SUBSCRIPTION_BAR_HEADER_TEXT_SUBSCRIBED
source: SUBSCRIPTION
am: የደንበኝነት ምዝገባ
tr: ABONELİK
zh_hans: 订阅
zh_hant: 訂閱

# VPN_START_FAIL_REGION_INVALID_MESSAGE_2
source: The region you selected is no longer available. You have automatically been switched to "Fastest Country". You can also select a new region from the Psiphon app.
am: የመረጡት ቀጠና ከአሁን ጀምሮ አይገኝም። በራስሠር ወደ "ፈጣኑ ሃገር" ተዘዋውረዋል። አዲስ ቀጠናም ከPsiphon መተግበሪያ መምረጥ ይችላሉ።
zh_hans: 你所选择的区域不再有效。已经自动将你转到“最快的国家”。 你也可以从 Psiphon 应用中选取一个新的区域。
zh_hant: 您所選擇的地區已無法使用，將自動轉到"最快國家"。 可以在 Psiphon 應用下選擇新的地區。
