Repository: Psiphon-Inc/psiphon-ios-vpn
Catalog: Shared/*.lproj/Localizable.strings
Languages: fr

# APP_VERSION
source: Version %@
fr: <fr>Version %@

# DONE_ACTION
source: Done
fr: <fr>Done

# LOGS_TITLE
source: Logs
fr: <fr>Logs

# PLAY_AD
source: Ad Loaded
fr: <fr>Ad Loaded

# RUN_VPN
source: Run Psiphon VPN
fr: <fr>Run Psiphon VPN

# SET_REGION_LABEL
source: Set Region
fr: <fr>Set Region

# USE_PSIPHON_APP
source: To connect, use the Psiphon application.
fr: <fr>To connect, use the Psiphon application.

# VPN_STATUS_CONNECTED
source: Connected
fr: <fr>Connected

# VPN_STATUS_CONNECTING
source: Connecting
fr: <fr>Connecting

# VPN_STATUS_DISCONNECTED
source: Disconnected
fr: <fr>Disconnected

# VPN_STATUS_DISCONNECTING
source: Disconnecting
fr: <fr>Disconnecting

# VPN_STATUS_INVALID
source: Invalid
fr: <fr>Invalid

# VPN_STATUS_RECONNECTING
source: Reconnecting
fr: <fr>Reconnecting
